{
    "Trade": "Εμπορικές συναλλαγές",
    "Earn": "Κερδίζω",
    "Win": "Νίκη",
    "NFT": "NFT",
    "Overview": "ΣΦΑΙΡΙΚΗ ΕΙΚΟΝΑ",
    "Rankings": "Κατάταξη",
    "Activities": "Δραστηριότητες",
    "Minting": "Νομισματοκοπείο",
    "Connect Wallet": "Σύνδεση Πορτοφολιού",
    "Collect Digital Art": "Συλλέξτε Ψηφιακή Τέχνη",
    "Discover, Buy and Sell Nfts on Binance Smart Chain": "Ανακαλύψτε, αγοράστε και πουλήστε Nfts στο Binance Smart Chain",
    "Explore": "Εξερευνώ",
    "Create": "Δημιουργώ",
    "Hot collections": "Καυτές συλλογές",
    "Made by FastSwap": "Κατασκευάστηκε από την FastSwap",
    "Latest drops": "Τελευταίες σταγόνες",
    "See more": "Δείτε περισσότερα",
    "View History": "προβολή Ιστορίας",
    "Buy Now": "Αγορασε τωρα",
    "Make Offer": "Κάνετε την προσφορά",
    "in stock": "σε απόθεμα",
    "Price": "Τιμή",
    "Buy the finest NFT’s on Binance Smart Chain": "Αγοράστε τα καλύτερα NFT στο Binance Smart Chain",
    "Sale Type": "Τύπος πώλησης",
    "Recently Added": "Πρόσφατα προστέθηκε",
    "Top Collections": "Κορυφαίες Συλλογές",
    "Top Sale": "Κορυφαία Έκπτωση",
    "Top Creators": "Κορυφαίοι δημιουργοί",
    "Collection": "Συλλογή",
    "Volume": "Ενταση ΗΧΟΥ",
    "Floor Price": "Τιμή ορόφου",
    "Items": "Είδη",
    "Owners": "Ιδιοκτήτες",
    "What is SeaMammon?": "Τι είναι το SeaMammon;",
    "The Seamammon is a collection of 4,000 unique Sea Mammals NFTs and digital collectibles living on the BNB Chain": "Το Seamammon είναι μια συλλογή από 4.000 μοναδικά NFTs Sea Mammals και ψηφιακά συλλεκτικά αντικείμενα που ζουν στην αλυσίδα BNB.",
    "Developed by FastSwap": "Αναπτύχθηκε από την FastSwap.",
    "With Seamammon NFTs you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like Cointools, FastSwap and other benefits in the future": "Με τα Seamammon NFTs θα έχετε πρόσβαση στα παιχνίδια μας P2E στο Metaverse και θα ξεκλειδώσετε άλλες premium λειτουργίες στο οικοσύστημα προϊόντων μας, όπως το Cointools, το FastSwap και άλλα προνόμια στο μέλλον.",
    "How to get 50% discount on fees?": "Πώς να κερδίσετε 50% έκπτωση στις χρεώσεις;",
    "Easy! Simply list an NFT for sale with FAST or DUKE instead of BNB": "Ανετα! Απλώς καταχωρίστε ένα NFT προς πώληση με FAST ή DUKE αντί για BNB.",
    "Get 50% discount!": "Κερδίστε έκπτωση 50%!",
    "How to buy a fixed-price NFT?": "Πώς να αγοράσετε ένα NFT σταθερής τιμής;",
    "Select the Buy Now button and follow the prompts in your wallet": "Επιλέξτε το κουμπί Αγορά τώρα και ακολουθήστε τις οδηγίες στο πορτοφόλι σας.",
    "Once the transaction is complete, the item will transfer to your wallet and the seller will receive the funds": "Μόλις ολοκληρωθεί η συναλλαγή, το αντικείμενο θα μεταφερθεί στο πορτοφόλι σας και ο πωλητής θα λάβει τα χρήματα.",
    "You will need either FAST, DUKE or BNB": "Θα χρειαστείτε είτε FAST, DUKE είτε BNB.",
    "To see the NFT in your wallet, return to your profile, and select Collected": "Για να δείτε το NFT στο πορτοφόλι σας, επιστρέψτε στο προφίλ σας και επιλέξτε Συλλογή.",
    "Keep in mind, there might be a slight delay before it's visible due to transaction processing time": "Λάβετε υπόψη ότι ενδέχεται να υπάρξει μια μικρή καθυστέρηση προτού είναι ορατή λόγω του χρόνου διεκπεραίωσης της συναλλαγής.",
    "How to make an offer on an NFT?": "Πώς να κάνετε μια προσφορά σε ένα NFT;",
    "You can begin the process to make an offer on an NFT from a few different areas on the site": "Μπορείτε να ξεκινήσετε τη διαδικασία για να κάνετε μια προσφορά σε ένα NFT από μερικές διαφορετικές περιοχές στον ιστότοπο.",
    "While looking at a single collection": "Κοιτάζοντας μια μεμονωμένη συλλογή",
    "While exploring all NFTs": "Κατά την εξερεύνηση όλων των NFT",
    "While looking at the NFT directly": "Κοιτάζοντας απευθείας το NFT",
    "Start the process by clicking Make Offer": "Ξεκινήστε τη διαδικασία κάνοντας κλικ στην Πραγματοποίηση προσφοράς.",
    "Once you have clicked on Make Offer, a modal will appear": "Μόλις κάνετε κλικ στην Πραγματοποίηση προσφοράς, θα εμφανιστεί ένα modal.",
    "Input the amount of BNB you wish to make the offer for": "Εισαγάγετε το ποσό του BNB για το οποίο θέλετε να κάνετε την προσφορά.",
    "For listings with FAST or DUKE pricing, you will have to input FAST or DUKE amount": "Για καταχωρίσεις με τιμές FAST ή DUKE, θα πρέπει να εισαγάγετε το ποσό FAST ή DUKE.",
    "When you have input the amount of BNB you would like to offer, click Make Offer and a confirmation will appear": "Όταν εισαγάγετε το ποσό του BNB που θέλετε να προσφέρετε, κάντε κλικ στην επιλογή Πραγματοποίηση προσφοράς και θα εμφανιστεί μια επιβεβαίωση.",
    "You will now need to confirm this action with your wallet": "Τώρα θα πρέπει να επιβεβαιώσετε αυτήν την ενέργεια με το πορτοφόλι σας.",
    "What is collection offer?": "Τι είναι η προσφορά συλλογής;",
    "A Collection offer allows you to place the same BNB offer on every item within a collection with just a click": "Μια προσφορά Συλλογής σάς επιτρέπει να τοποθετήσετε την ίδια προσφορά BNB σε κάθε αντικείμενο μιας συλλογής με ένα μόνο κλικ.",
    "This means that anyone holding an item of the collection is able to accept your offer": "Αυτό σημαίνει ότι όποιος έχει ένα αντικείμενο της συλλογής μπορεί να αποδεχτεί την προσφορά σας.",
    "If a seller accepts your collection offer, it will automatically be withdrawn from all other items in the collection": "Εάν ένας πωλητής αποδεχτεί την προσφορά συλλογής σας, θα αποσυρθεί αυτόματα από όλα τα άλλα αντικείμενα της συλλογής.",
    "You can think of this similar to a limit order when trading cryptocurrency on an exchange": "Μπορείτε να το σκεφτείτε αυτό παρόμοιο με μια εντολή ορίου κατά τη διαπραγμάτευση κρυπτονομισμάτων σε ένα ανταλλακτήριο.",
    "How to make a collection offer?": "Πώς να κάνετε μια προσφορά συλλογής;",
    "Go to the collection page of your choosing": "Μεταβείτε στη σελίδα συλλογής της επιλογής σας.",
    "At the top of the collection page, you'll see a button labeled Make Collection Offer": "Στο επάνω μέρος της σελίδας συλλογής, θα δείτε ένα κουμπί με την ένδειξη Πραγματοποίηση προσφοράς συλλογής.",
    "A modal will appear": "Θα εμφανιστεί ένα modal.",
    "You can now input the amount of FAST/DUKE/BNB you would like to offer across the entire collection": "Τώρα μπορείτε να εισαγάγετε το ποσό FAST/DUKE/BNB που θέλετε να προσφέρετε σε ολόκληρη τη συλλογή.",
    "Once you have confirmed the parameters of your collection offer, you can click on the Make Offer button": "Αφού επιβεβαιώσετε τις παραμέτρους της προσφοράς συλλογής σας, μπορείτε να κάνετε κλικ στο κουμπί Πραγματοποίηση προσφοράς.",
    "You will now be prompted to sign a message from your wallet": "Τώρα θα σας ζητηθεί να υπογράψετε ένα μήνυμα από το πορτοφόλι σας.",
    "Once you have done this, your offer will be live on the site": "Μόλις το κάνετε αυτό, η προσφορά σας θα είναι ζωντανή στον ιστότοπο.",
    "Listing an NFT for a fixed price": "Καταχώρηση ενός NFT για σταθερή τιμή",
    "Navigate to the NFT you want to sell and click on Sell in the top-right corner": "Μεταβείτε στο NFT που θέλετε να πουλήσετε και κάντε κλικ στο Sell στην επάνω δεξιά γωνία.",
    "If you don't see the Sell button, make sure you're connected to the correct wallet": "Εάν δεν βλέπετε το κουμπί Πώληση, βεβαιωθείτε ότι είστε συνδεδεμένοι στο σωστό πορτοφόλι.",
    "Next, you'll see a modal appear": "Στη συνέχεια, θα δείτε να εμφανίζεται ένα modal.",
    "Enter the price you want to list your NFT at, and click List Item": "Εισαγάγετε την τιμή στην οποία θέλετε να καταχωρίσετε το NFT σας και κάντε κλικ στο Στοιχείο λίστας.",
    "If this is your first time selling an item from this collection, the site will ask for you to approve the collection for trading": "Εάν αυτή είναι η πρώτη φορά που πουλάτε ένα αντικείμενο από αυτήν τη συλλογή, ο ιστότοπος θα σας ζητήσει να εγκρίνετε τη συλλογή για διαπραγμάτευση.",
    "Click Approve": "Κάντε κλικ στην Έγκριση.",
    "You only need to do this once per collection": "Χρειάζεται να το κάνετε μόνο μία φορά ανά συλλογή.",
    "Once you've approved a collection, you don't need to do it again, unless you revoke the approval later on": "Αφού εγκρίνετε μια συλλογή, δεν χρειάζεται να το επαναλάβετε, εκτός και αν ανακαλέσετε την έγκριση αργότερα.",
    "Lastly, you'll need to confirm the listing with a transaction from your wallet": "Τέλος, θα πρέπει να επιβεβαιώσετε την καταχώριση με μια συναλλαγή από το πορτοφόλι σας.",
    "Accepting an offer on your NFT": "Αποδοχή προσφοράς στο NFT σας",
    "To accept an offer on your item, you will need to go to the individual page for that NFT": "Για να αποδεχτείτε μια προσφορά για το προϊόν σας, θα πρέπει να μεταβείτε στη μεμονωμένη σελίδα για το συγκεκριμένο NFT.",
    "Once you're on that page, you will be able to see the list of offers which have been made": "Μόλις βρεθείτε σε αυτήν τη σελίδα, θα μπορείτε να δείτε τη λίστα με τις προσφορές που έχουν γίνει.",
    "Click Accept on the offer which you wish to accept": "Κάντε κλικ στην Αποδοχή στην προσφορά που θέλετε να αποδεχτείτε.",
    "This will begin the process": "Αυτό θα ξεκινήσει τη διαδικασία.",
    "A modal will appear with the details of the offer": "Θα εμφανιστεί ένα modal με τις λεπτομέρειες της προσφοράς.",
    "Click Accept Offer again to confirm that this is the offer which you want to accept": "Κάντε ξανά κλικ στην Αποδοχή προσφοράς για να επιβεβαιώσετε ότι αυτή είναι η προσφορά που θέλετε να αποδεχτείτε.",
    "You will now need to confirm this in your wallet to proceed": "Θα πρέπει τώρα να το επιβεβαιώσετε στο πορτοφόλι σας για να συνεχίσετε.",
    "Once the transaction has been completed, you will see a success message appear, showing that your sale has been successful": "Μόλις ολοκληρωθεί η συναλλαγή, θα δείτε να εμφανίζεται ένα μήνυμα επιτυχίας, που δείχνει ότι η πώλησή σας ήταν επιτυχής.",
    "Type": "Τύπος",
    "Minted": "Κοπή",
    "Listed": "Εισηγμένη",
    "Bid": "Προσφορά",
    "Sale": "Πώληση",
    "Transfer": "ΜΕΤΑΦΟΡΑ",
    "Event": "Εκδήλωση",
    "Quantity": "Ποσότητα",
    "From": "Από",
    "Time": "χρόνος",
    "Owner": "Ιδιοκτήτης",
    "Action": "Δράση",
    "One SEAMAMMON costs": "Ένα SEAMAMMON κοστίζει",
    "Excluding gas fee": "Εξαιρείται το τέλος φυσικού αερίου",
    "Click to mint your NFTs": "Κάντε κλικ για να κόψετε τα NFT σας",
    "Mint": "Μέντα",
    "The seamammon is collection of 4,000 unique Sea mammals NFTs and digital collectibles living on the BNB Chain": "Το seamammon είναι μια συλλογή από 4.000 μοναδικά NFT θαλάσσιων θηλαστικών και ψηφιακά συλλεκτικά αντικείμενα που ζουν στην αλυσίδα BNB.",
    "Developed by Fastswap": "Αναπτύχθηκε από την Fastswap.",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like %Cointools.io%, %Fastswap.finanace% and other benefits in the future": "Με το Seamammon NFT θα έχετε πρόσβαση στα παιχνίδια μας P2E στο Metaverse και θα ξεκλειδώσετε άλλες premium λειτουργίες στο οικοσύστημα προϊόντων μας όπως %Cointools.io%, %Fastswap.finanace% και άλλα προνόμια στο μέλλον.",
    "Connect to a wallet": "Συνδεθείτε σε ένα πορτοφόλι",
    "Learn how to connect": "Μάθετε πώς να συνδεθείτε",
    "Please connect your wallet and try again": "Συνδέστε το πορτοφόλι σας και δοκιμάστε ξανά",
    "Place an offer": "Τοποθετήστε μια προσφορά",
    "Confirm": "Επιβεβαιώνω",
    "Description": "Περιγραφή",
    "About creator": "Σχετικά με τον δημιουργό",
    "Details": "Λεπτομέριες",
    "Items activity": "Δραστηριότητα αντικειμένων",
    "Price History": "Ιστορία τιμών",
    "No price history yet": "Δεν υπάρχει ακόμη ιστορικό τιμών",
    "Contract Address": "Διεύθυνση σύμβασης",
    "Token ID": "Token ID",
    "Token Standard": "Token Standard",
    "Blockchain": "Blockchain",
    "minutes ago": "λεπτά πριν",
    "Other items in this collection": "Άλλα αντικείμενα αυτής της συλλογής",
    "Price must be greater": "Η τιμή πρέπει να είναι μεγαλύτερη",
    "Fixed": "Σταθερός",
    "Auction": "Δημοπρασία",
    "DUKE": "ΔΟΥΚΑΣ",
    "FAST": "ΓΡΗΓΟΡΑ",
    "BNB": "BNB",
    "Lowest Price": "ΧΑΜΗΛΟΤΕΡΗ ΤΙΜΗ",
    "Highest Price": "Υψηλότερη Τιμή",
    "Most Viewed": "Περισσότερες εμφανίσεις",
    "Most Favorited": "Πιο αγαπημένα",
    "Oldest": "Το πιο παλιό",
    "Place Bid": "Τοποθετήστε την προσφορά",
    "search": "Αναζήτηση",
    "Volume(USD)": "Όγκος (USD)",
    "Creator": "Δημιουργός",
    "days": "ημέρες",
    "hours": "ώρες",
    "minutes": "λεπτά",
    "seconds": "δευτερόλεπτα",
    "ago": "πριν",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like": "Με το Seamammon NFT θα έχετε πρόσβαση στα παιχνίδια μας P2E στο Metaverse και θα ξεκλειδώσετε άλλες premium λειτουργίες στο οικοσύστημα προϊόντων μας όπως",
    "and other benefits in the future": "και άλλα οφέλη στο μέλλον",
    "Keep in mind, there might be a slight delay before it`s visible due to transaction processing time": "Λάβετε υπόψη ότι ενδέχεται να υπάρξει μια μικρή καθυστέρηση προτού να είναι ορατή λόγω του χρόνου διεκπεραίωσης της συναλλαγής",
    "At the top of the collection page, you`ll see a button labeled Make Collection Offer.": "Στο επάνω μέρος της σελίδας συλλογής, θα δείτε ένα κουμπί με την ένδειξη Πραγματοποίηση προσφοράς συλλογής.",
    "If you don`t see the Sell button, make sure you`re connected to the correct wallet.": "Εάν δεν βλέπετε το κουμπί Πώληση, βεβαιωθείτε ότι είστε συνδεδεμένοι στο σωστό πορτοφόλι.",
    "Next, you`ll see a modal appear.": "Στη συνέχεια, θα δείτε να εμφανίζεται ένα modal.",
    "Once you`ve approved a collection, you don`t need to do it again, unless you revoke the approval later on.": "Αφού εγκρίνετε μια συλλογή, δεν χρειάζεται να την επαναλάβετε, εκτός και αν ανακαλέσετε την έγκριση αργότερα.",
    "Lastly, you`ll need to confirm the listing with a transaction from your wallet.": "Τέλος, θα πρέπει να επιβεβαιώσετε την καταχώριση με μια συναλλαγή από το πορτοφόλι σας.",
    "Once you`re on that page, you will be able to see the list of offers which have been made.": "Μόλις βρεθείτε σε αυτήν τη σελίδα, θα μπορείτε να δείτε τη λίστα με τις προσφορές που έχουν γίνει.",
    "What is a collection offer?": "Τι είναι μια προσφορά συλλογής;",
    "Listing an NFT for a Fixed Price": "Καταχώρηση ενός NFT για σταθερή τιμή",
    "views": "προβολές",
    "favorite": "αγαπημένη",
    "copies": "αντίγραφα",
    "Time Left": "Χρόνος που απομένει",
    "Buy now": "Αγορασε τωρα",
    "Make an offer": "Κάνε μια προσφορά",
    "My Profile": "Το ΠΡΟΦΙΛ μου",
    "Admin": "διαχειριστής",
    "Nft Total Sales": "Συνολικές πωλήσεις Nft",
    "User List": "Λίστα χρηστών",
    "Collection List": "Λίστα συλλογής",
    "Daily": "Καθημερινά",
    "Weekly": "Εβδομαδιαίος",
    "Monthly": "Μηνιαίο",
    "Yearly": "Ετήσια",
    "Total": "Σύνολο",
    "Users": "Χρήστες",
    "Collections": "Συλλογές",
    "Name": "Ονομα",
    "Wallet": "Πορτοφόλι",
    "Joined At": "Εγγράφηκε στο",
    "There is nothing here.": "Δεν υπάρχει τίποτα εδώ.",
    "Create NFT": "Δημιουργία NFT",
    "Image, Video, 3D model or Audio": "Εικόνα, βίντεο, τρισδιάστατο μοντέλο ή ήχος",
    "Item Name": "Ονομα προϊόντος",
    "Displayed on the item page": "Εμφανίζεται στη σελίδα του στοιχείου",
    "Put on marketplace": "Διαθέστε στην αγορά",
    "Your item will be on Sale": "Το προϊόν σας θα είναι σε Έκπτωση",
    "Provide a detailed description of the item": "Δώστε μια λεπτομερή περιγραφή του αντικειμένου",
    "Unlock Once Purchased": "Ξεκλείδωμα Μόλις αγοραστεί",
    "Content will be unlocked once purchased": "Το περιεχόμενο θα ξεκλειδωθεί μόλις αγοραστεί",
    "Enter Digital Key, Code, Link etc.": "Εισαγάγετε ψηφιακό κλειδί, κωδικό, σύνδεσμο κ.λπ.",
    "Select existing Collection or create new one": "Επιλέξτε υπάρχουσα συλλογή ή δημιουργήστε μια νέα",
    "Add Collection": "Προσθήκη συλλογής",
    "Collected": "Συγκεντρωμένος",
    "Created": "Δημιουργήθηκε",
    "On Auction": "Σε δημοπρασία",
    "Sold": "Πωληθεί",
    "Load More": "Φόρτωσε περισσότερα",
    "Item": "Είδος",
    "Watching": "Βλέποντας",
    "Like": "Σαν",
    "Activity": "Δραστηριότητα",
    "Profile": "Προφίλ",
    "Notification": "Γνωστοποίηση",
    "Offers": "Προσφορές",
    "Support": "Υποστήριξη",
    "Email Address": "Διεύθυνση ηλεκτρονικού ταχυδρομείου",
    "Links": "Συνδέσεις",
    "Wallet Address": "Διεύθυνση Πορτοφολιού",
    "Select which notifications you would like to receive for": "Επιλέξτε για ποιες ειδοποιήσεις θέλετε να λαμβάνετε",
    "Item Sold": "Είδος Πουλήθηκε",
    "When someone purchased one of your items": "Όταν κάποιος αγόρασε ένα από τα αντικείμενά σας",
    "Bid Activity": "Δραστηριότητα Προσφοράς",
    "When someone bids on one of your items": "Όταν κάποιος κάνει προσφορές για ένα από τα αντικείμενά σας",
    "Price Change": "Αλλαγή Τιμής",
    "When an item you made an offer on changes in price": "Όταν ένα είδος κάνατε μια προσφορά για αλλαγές στην τιμή",
    "Auction Expiration": "Λήξη δημοπρασίας",
    "When a Dutch or English auction you created ends": "Όταν τελειώνει μια ολλανδική ή αγγλική δημοπρασία που δημιουργήσατε",
    "Outbid": "Υπερθεματίζω",
    "When an offer you placed is exceeded by another user": "Όταν μια προσφορά που υποβάλατε υφίσταται υπέρβαση από άλλον χρήστη",
    "Referral Successful": "Η παραπομπή ήταν επιτυχής",
    "When an item you referred is purchased": "Όταν αγοράζεται ένα αντικείμενο που αναφέρατε",
    "Owned Asset updates": "Ενημερώσεις ιδιόκτητων περιουσιακών στοιχείων",
    "When a significant update occurs for one of the items you have purchased on FastSwap": "Όταν συμβαίνει μια σημαντική ενημέρωση για ένα από τα στοιχεία που έχετε αγοράσει στο FastSwap",
    "Successful Purchase": "Επιτυχής Αγορά",
    "When you successfully buy an item": "Όταν αγοράζετε με επιτυχία ένα αντικείμενο",
    "Fastswap newsletter": "Ενημερωτικό δελτίο Fastswap",
    "Occasional updates from the FastSwap team": "Περιστασιακές ενημερώσεις από την ομάδα FastSwap",
    "Minimum Bid Treshold": "Ελάχιστο Όριο Προσφοράς",
    "Receive notifications only when you receive offers with a value greater than or equal to this amount of Currency.": "Λάβετε ειδοποιήσεις μόνο όταν λαμβάνετε προσφορές με αξία μεγαλύτερη ή ίση με αυτό το ποσό του νομίσματος.",
    "Set a minimum offer for collections to ignore low offers.": "Ορίστε μια ελάχιστη προσφορά για συλλογές για να αγνοήσετε τις χαμηλές προσφορές.",
    "You will not be notified on offers below your minimum amounts for items is that collection.": "Δεν θα ειδοποιηθείτε για προσφορές κάτω από τα ελάχιστα ποσά σας για είδη είναι ότι η συλλογή.",
    "Minimum Price": "Κατώτατη τιμή",
    "If you need help related to your account, we can help you.": "Εάν χρειάζεστε βοήθεια σχετικά με τον λογαριασμό σας, μπορούμε να σας βοηθήσουμε.",
    "General help": "Γενική βοήθεια",
    "Visit our": "Επισκεφθείτε μας",
    "help center": "κέντρο βοηθείας",
    "to learn how to get started with buying, selling, and creating.": "για να μάθετε πώς να ξεκινήσετε με την αγορά, την πώληση και τη δημιουργία.",
    "Contact FastSwap Support": "Επικοινωνήστε με την Υποστήριξη FastSwap",
    "Can't find the answers you’re looking for?": "Δεν μπορείτε να βρείτε τις απαντήσεις που ψάχνετε;",
    "You can": "Μπορείς",
    "submit a request": "υποβάλετε αίτημα",
    "here": "εδώ",
    "Help with a compromised account": "Βοήθεια με έναν παραβιασμένο λογαριασμό",
    "If you believe your account has been compromised, let us know and we can lock your account. This will disable items in your wallet from being bought, sold, or transferred using FastSwap.": "Εάν πιστεύετε ότι ο λογαριασμός σας έχει παραβιαστεί, ενημερώστε μας και μπορούμε να κλειδώσουμε τον λογαριασμό σας. Αυτό θα απενεργοποιήσει τα στοιχεία στο πορτοφόλι σας από την αγορά, την πώληση ή τη μεταφορά μέσω FastSwap.",
    "Learn more.": "Μάθε περισσότερα.",
    "Settings": "Ρυθμίσεις",
    "Tell us a little bit about you": "Πες μας λίγα λόγια για σένα",
    "Your username": "Το όνομα χρήστη σας",
    "Your email": "Το ηλεκτρονικό σου ταχυδρομείο",
    "Describe your issue": "περιεγραψε το θεμα σου",
    "I have unknown transactions in my account": "Έχω άγνωστες συναλλαγές στον λογαριασμό μου",
    "I have everything but believe my account is compromised": "Έχω τα πάντα, αλλά πιστεύω ότι ο λογαριασμός μου έχει παραβιαστεί",
    "Other": "Αλλα",
    "I understand I must provide a sworn statement certified ": "Κατανοώ ότι πρέπει να προσκομίσω μια ένορκη δήλωση επικυρωμένη",
    "by a notary public to unlock my account.": "από συμβολαιογράφο για να ξεκλειδώσετε τον λογαριασμό μου.",
    "Lock Account": "Κλείδωμα λογαριασμού",
    "If you believe your account has been compromised, let us know": "Εάν πιστεύετε ότι ο λογαριασμός σας έχει παραβιαστεί, ενημερώστε μας",
    "we can lock your account. This will disable items in your wallet": "μπορούμε να κλειδώσουμε τον λογαριασμό σας. Αυτό θα απενεργοποιήσει τα στοιχεία στο πορτοφόλι σας",
    "being bought, sold, or transferred using FastSwap.": "αγοράζονται, πωλούνται ή μεταφέρονται χρησιμοποιώντας FastSwap.",
    "Save": "Αποθηκεύσετε",
    "Add": "Προσθήκη",
    "Floor price": "Κατώτατη τιμή",
    "Vol. traded": "Τομ. διαπραγματεύονται",
    "This image will also be used for navigation. 350 x 350 recommended.": "Αυτή η εικόνα θα χρησιμοποιηθεί επίσης για πλοήγηση. Συνιστάται 350 x 350.",
    "Collection Thumbnail": "Μικρογραφία συλλογής",
    "a collection": "μια συλλογή",
    "Banner image": "Εικόνα πανό",
    "This image will appear at the top of your collection page.": "Αυτή η εικόνα θα εμφανιστεί στην κορυφή της σελίδας συλλογής σας.",
    "Avoid including too much text in this banner image, as the dimensions change on different devices. 1400 x 400 recommended.": "Αποφύγετε να συμπεριλάβετε πολύ κείμενο σε αυτήν την εικόνα banner, καθώς οι διαστάσεις αλλάζουν σε διαφορετικές συσκευές. Συνιστάται 1400 x 400.",
    "Markdown syntax is supported.": "Υποστηρίζεται η σύνταξη Markdown.",
    "Customize your URL on FastSwap. Must only contain lowercase letters,numbers, and hyphens.": "Προσαρμόστε τη διεύθυνση URL σας στο FastSwap. Πρέπει να περιέχει μόνο πεζά γράμματα, αριθμούς και παύλες.",
    "Collection Address": "Διεύθυνση συλλογής",
    "Nft Token Uri": "Nft Token Uri",
    "Max Supply": "Μέγιστη Προμήθεια",
    "Royalties": "Δικαιώματα",
    "Collect a fee when a user re-sells an item you originally created.": "Εισπράξτε ένα τέλος όταν ένας χρήστης επαναπουλήσει ένα αντικείμενο που δημιουργήσατε αρχικά.",
    "This is deducted from the final sale price and paid monthly to a payout address of your choosing.": "Αυτό αφαιρείται από την τελική τιμή πώλησης και καταβάλλεται μηνιαία σε μια διεύθυνση πληρωμής της επιλογής σας.",
    "Your payout wallet address": "Η διεύθυνση του πορτοφολιού πληρωμής σας",
    "Please enter the wallet adress in which you want to receive the royalties payments": "Εισαγάγετε τη διεύθυνση πορτοφολιού στην οποία θέλετε να λαμβάνετε τις πληρωμές δικαιωμάτων",
    "Collaborators": "Συνεργάτες",
    "Collaborators can modify collection settings, receive payments for items they created,": "Οι συνεργάτες μπορούν να τροποποιήσουν τις ρυθμίσεις συλλογής, να λαμβάνουν πληρωμές για αντικείμενα που δημιούργησαν,",
    "change the collection's royalty payout address, and create new items.": "αλλάξτε τη διεύθυνση πληρωμής δικαιωμάτων εκμετάλλευσης της συλλογής και δημιουργήστε νέα στοιχεία.",
    "Add Collaborator": "Προσθήκη συνεργάτη"
}