{
    "Trade": "Comercio",
    "Earn": "Ganar",
    "Win": "Victoria",
    "NFT": "NFT",
    "Overview": "Visión general",
    "Rankings": "clasificaciones",
    "Activities": "Actividades",
    "Minting": "acuñación",
    "Connect Wallet": "Conectar billetera",
    "Collect Digital Art": "Colecciona arte digital",
    "Discover, Buy and Sell Nfts on Binance Smart Chain": "Descubra, compre y venda Nfts en Binance Smart Chain",
    "Explore": "Explorar",
    "Create": "Crear",
    "Hot collections": "Colecciones calientes",
    "Made by FastSwap": "Hecho por FastSwap",
    "Latest drops": "Últimas gotas",
    "See more": "Ver más",
    "View History": "Ver historial",
    "Buy Now": "Comprar ahora",
    "Make Offer": "Hacer oferta",
    "in stock": "en stock",
    "Price": "Precio",
    "Buy the finest NFT’s on Binance Smart Chain": "Compre los mejores NFT en Binance Smart Chain",
    "Sale Type": "Tipo de venta",
    "Recently Added": "Recientemente añadido",
    "Top Collections": "Colecciones principales",
    "Top Sale": "Venta superior",
    "Top Creators": "Principales creadores",
    "Collection": "Recopilación",
    "Volume": "Volumen",
    "Floor Price": "Precio mínimo",
    "Items": "Elementos",
    "Owners": "Propietarios",
    "What is SeaMammon?": "¿Qué es SeaMammon?",
    "The Seamammon is a collection of 4,000 unique Sea Mammals NFTs and digital collectibles living on the BNB Chain": "El Seamammon es una colección de 4000 NFT de mamíferos marinos únicos y coleccionables digitales que viven en la cadena BNB.",
    "Developed by FastSwap": "Desarrollado por FastSwap.",
    "With Seamammon NFTs you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like Cointools, FastSwap and other benefits in the future": "Con Seamammon NFT tendrá acceso a nuestros juegos P2E en Metaverse y desbloqueará otras funciones premium en nuestro ecosistema de productos como Cointools, FastSwap y otros beneficios en el futuro.",
    "How to get 50% discount on fees?": "¿Cómo obtener un 50% de descuento en las tarifas?",
    "Easy! Simply list an NFT for sale with FAST or DUKE instead of BNB": "¡Fácil! Simplemente incluya un NFT a la venta con FAST o DUKE en lugar de BNB.",
    "Get 50% discount!": "¡Consigue un 50% de descuento!",
    "How to buy a fixed-price NFT?": "¿Cómo comprar un NFT de precio fijo?",
    "Select the Buy Now button and follow the prompts in your wallet": "Seleccione el botón Comprar ahora y siga las indicaciones en su billetera.",
    "Once the transaction is complete, the item will transfer to your wallet and the seller will receive the funds": "Una vez que se complete la transacción, el artículo se transferirá a su billetera y el vendedor recibirá los fondos.",
    "You will need either FAST, DUKE or BNB": "Necesitará FAST, DUKE o BNB.",
    "To see the NFT in your wallet, return to your profile, and select Collected": "Para ver el NFT en su billetera, regrese a su perfil y seleccione Recolectado.",
    "Keep in mind, there might be a slight delay before it's visible due to transaction processing time": "Tenga en cuenta que puede haber un ligero retraso antes de que sea visible debido al tiempo de procesamiento de la transacción.",
    "How to make an offer on an NFT?": "¿Cómo hacer una oferta en un NFT?",
    "You can begin the process to make an offer on an NFT from a few different areas on the site": "Puede comenzar el proceso para hacer una oferta en un NFT desde algunas áreas diferentes en el sitio.",
    "While looking at a single collection": "Mientras miraba una sola colección",
    "While exploring all NFTs": "Al explorar todos los NFT",
    "While looking at the NFT directly": "Mientras mira el NFT directamente",
    "Start the process by clicking Make Offer": "Inicie el proceso haciendo clic en Hacer oferta.",
    "Once you have clicked on Make Offer, a modal will appear": "Una vez que haya hecho clic en Hacer oferta, aparecerá un modal.",
    "Input the amount of BNB you wish to make the offer for": "Ingrese la cantidad de BNB por la que desea hacer la oferta.",
    "For listings with FAST or DUKE pricing, you will have to input FAST or DUKE amount": "Para listados con precios FAST o DUKE, deberá ingresar el monto FAST o DUKE.",
    "When you have input the amount of BNB you would like to offer, click Make Offer and a confirmation will appear": "Cuando haya ingresado la cantidad de BNB que le gustaría ofrecer, haga clic en Hacer oferta y aparecerá una confirmación.",
    "You will now need to confirm this action with your wallet": "Ahora deberá confirmar esta acción con su billetera.",
    "What is collection offer?": "¿Qué es la oferta de colección?",
    "A Collection offer allows you to place the same BNB offer on every item within a collection with just a click": "Una oferta de colección le permite colocar la misma oferta de BNB en cada artículo dentro de una colección con solo un clic.",
    "This means that anyone holding an item of the collection is able to accept your offer": "Esto significa que cualquier persona que tenga un artículo de la colección puede aceptar su oferta.",
    "If a seller accepts your collection offer, it will automatically be withdrawn from all other items in the collection": "Si un vendedor acepta su oferta de colección, se retirará automáticamente de todos los demás artículos de la colección.",
    "You can think of this similar to a limit order when trading cryptocurrency on an exchange": "Puede pensar en esto de manera similar a una orden de límite al operar con criptomonedas en un intercambio.",
    "How to make a collection offer?": "¿Cómo hacer una oferta de colección?",
    "Go to the collection page of your choosing": "Vaya a la página de colección de su elección.",
    "At the top of the collection page, you'll see a button labeled Make Collection Offer": "En la parte superior de la página de cobro, verá un botón llamado Hacer oferta de cobro.",
    "A modal will appear": "Aparecerá un modal.",
    "You can now input the amount of FAST/DUKE/BNB you would like to offer across the entire collection": "Ahora puede ingresar la cantidad de FAST/DUKE/BNB que le gustaría ofrecer en toda la colección.",
    "Once you have confirmed the parameters of your collection offer, you can click on the Make Offer button": "Una vez que haya confirmado los parámetros de su oferta de cobro, puede hacer clic en el botón Hacer oferta.",
    "You will now be prompted to sign a message from your wallet": "Ahora se le pedirá que firme un mensaje desde su billetera.",
    "Once you have done this, your offer will be live on the site": "Una vez que haya hecho esto, su oferta estará activa en el sitio.",
    "Listing an NFT for a fixed price": "Listado de un NFT por un precio fijo",
    "Navigate to the NFT you want to sell and click on Sell in the top-right corner": "Navegue hasta el NFT que desea vender y haga clic en Vender en la esquina superior derecha.",
    "If you don't see the Sell button, make sure you're connected to the correct wallet": "Si no ve el botón Vender, asegúrese de estar conectado a la billetera correcta.",
    "Next, you'll see a modal appear": "A continuación, verá aparecer un modal.",
    "Enter the price you want to list your NFT at, and click List Item": "Ingrese el precio al que desea incluir su NFT y haga clic en Listar artículo.",
    "If this is your first time selling an item from this collection, the site will ask for you to approve the collection for trading": "Si es la primera vez que vende un artículo de esta colección, el sitio le pedirá que apruebe la colección para intercambiar.",
    "Click Approve": "Haga clic en Aprobar.",
    "You only need to do this once per collection": "Solo necesita hacer esto una vez por colección.",
    "Once you've approved a collection, you don't need to do it again, unless you revoke the approval later on": "Una vez que haya aprobado una colección, no necesita volver a hacerlo, a menos que revoque la aprobación más adelante.",
    "Lastly, you'll need to confirm the listing with a transaction from your wallet": "Por último, deberá confirmar el listado con una transacción de su billetera.",
    "Accepting an offer on your NFT": "Aceptar una oferta en su NFT",
    "To accept an offer on your item, you will need to go to the individual page for that NFT": "Para aceptar una oferta por su artículo, deberá ir a la página individual de ese NFT.",
    "Once you're on that page, you will be able to see the list of offers which have been made": "Una vez que esté en esa página, podrá ver la lista de ofertas que se han realizado.",
    "Click Accept on the offer which you wish to accept": "Haga clic en Aceptar en la oferta que desea aceptar.",
    "This will begin the process": "Esto comenzará el proceso.",
    "A modal will appear with the details of the offer": "Aparecerá un modal con los detalles de la oferta.",
    "Click Accept Offer again to confirm that this is the offer which you want to accept": "Haga clic en Aceptar oferta nuevamente para confirmar que esta es la oferta que desea aceptar.",
    "You will now need to confirm this in your wallet to proceed": "Ahora deberá confirmar esto en su billetera para continuar.",
    "Once the transaction has been completed, you will see a success message appear, showing that your sale has been successful": "Una vez que se haya completado la transacción, verá aparecer un mensaje de éxito que indica que su venta se ha realizado correctamente.",
    "Type": "Escribe",
    "Minted": "acuñado",
    "Listed": "listado",
    "Bid": "Licitación",
    "Sale": "Rebaja",
    "Transfer": "Transferir",
    "Event": "Evento",
    "Quantity": "Cantidad",
    "From": "De",
    "Time": "Tiempo",
    "Owner": "Dueño",
    "Action": "Acción",
    "One SEAMAMMON costs": "Un SEAMAMMON cuesta",
    "Excluding gas fee": "Sin tarifa de gas",
    "Click to mint your NFTs": "Haga clic para acuñar sus NFT",
    "Mint": "menta",
    "The seamammon is collection of 4,000 unique Sea mammals NFTs and digital collectibles living on the BNB Chain": "Seamammon es una colección de 4000 NFT de mamíferos marinos únicos y coleccionables digitales que viven en la cadena BNB.",
    "Developed by Fastswap": "Desarrollado por Fastswap.",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like %Cointools.io%, %Fastswap.finanace% and other benefits in the future": "Con Seamammon NFT tendrá acceso a nuestros juegos P2E en Metaverse y desbloqueará otras funciones premium en nuestro ecosistema de productos como %Cointools.io%, %Fastswap.finanace% y otros beneficios en el futuro.",
    "Connect to a wallet": "Conectarse a una billetera",
    "Learn how to connect": "Aprenda a conectarse",
    "Please connect your wallet and try again": "Conecta tu billetera e inténtalo de nuevo",
    "Place an offer": "Haz una oferta",
    "Confirm": "Confirmar",
    "Description": "Descripción",
    "About creator": "Acerca del creador",
    "Details": "Detalles",
    "Items activity": "Actividad de elementos",
    "Price History": "Historial de precios",
    "No price history yet": "Aún no hay historial de precios",
    "Contract Address": "Dirección del contrato",
    "Token ID": "identificador de token",
    "Token Standard": "Estándar de token",
    "Blockchain": "cadena de bloques",
    "minutes ago": "hace minutos",
    "Other items in this collection": "Otros artículos de esta colección.",
    "Price must be greater": "El precio debe ser mayor",
    "Fixed": "Fijado",
    "Auction": "Subasta",
    "DUKE": "DUQUE",
    "FAST": "RÁPIDO",
    "BNB": "bnb",
    "Lowest Price": "El precio más bajo",
    "Highest Price": "Precio más alto",
    "Most Viewed": "Mas visto",
    "Most Favorited": "más favoritos",
    "Oldest": "Más antiguo",
    "Place Bid": "Hacer oferta",
    "search": "búsqueda",
    "Volume(USD)": "Volumen (USD)",
    "Creator": "Creador",
    "days": "días",
    "hours": "horas",
    "minutes": "minutos",
    "seconds": "segundos",
    "ago": "atrás",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like": "Con Seamammon NFT tendrá acceso a nuestros juegos P2E en Metaverse y desbloqueará otras funciones premium en nuestro ecosistema de productos como",
    "and other benefits in the future": "y otros beneficios en el futuro",
    "Keep in mind, there might be a slight delay before it`s visible due to transaction processing time": "Tenga en cuenta que puede haber un ligero retraso antes de que sea visible debido al tiempo de procesamiento de la transacción",
    "At the top of the collection page, you`ll see a button labeled Make Collection Offer.": "En la parte superior de la página de cobro, verá un botón llamado Hacer oferta de cobro.",
    "If you don`t see the Sell button, make sure you`re connected to the correct wallet.": "Si no ve el botón Vender, asegúrese de estar conectado a la billetera correcta.",
    "Next, you`ll see a modal appear.": "A continuación, verá aparecer un modal.",
    "Once you`ve approved a collection, you don`t need to do it again, unless you revoke the approval later on.": "Una vez que haya aprobado una colección, no necesita volver a hacerlo, a menos que revoque la aprobación más adelante.",
    "Lastly, you`ll need to confirm the listing with a transaction from your wallet.": "Por último, deberá confirmar el listado con una transacción de su billetera.",
    "Once you`re on that page, you will be able to see the list of offers which have been made.": "Una vez que esté en esa página, podrá ver la lista de ofertas que se han realizado.",
    "What is a collection offer?": "¿Qué es una oferta de colección?",
    "Listing an NFT for a Fixed Price": "Listado de un NFT por un precio fijo",
    "views": "puntos de vista",
    "favorite": "favorito",
    "copies": "copias",
    "Time Left": "Tiempo restante",
    "Buy now": "Comprar ahora",
    "Make an offer": "Haz una oferta",
    "My Profile": "Mi perfil",
    "Admin": "Administración",
    "Nft Total Sales": "Ventas totales NFT",
    "User List": "Lista de usuarios",
    "Collection List": "Lista de colecciones",
    "Daily": "Diariamente",
    "Weekly": "Semanalmente",
    "Monthly": "Mensual",
    "Yearly": "Anual",
    "Total": "Total",
    "Users": "Usuarios",
    "Collections": "Colecciones",
    "Name": "Nombre",
    "Wallet": "Cartera",
    "Joined At": "Se unió a",
    "There is nothing here.": "No hay nada aquí.",
    "Create NFT": "Crear NFT",
    "Image, Video, 3D model or Audio": "Imagen, Video, Modelo 3D o Audio",
    "Item Name": "Nombre del árticulo",
    "Displayed on the item page": "Mostrado en la página del artículo",
    "Put on marketplace": "poner en el mercado",
    "Your item will be on Sale": "Su artículo estará en venta",
    "Provide a detailed description of the item": "Proporcione una descripción detallada del artículo.",
    "Unlock Once Purchased": "Desbloquear una vez comprado",
    "Content will be unlocked once purchased": "El contenido se desbloqueará una vez comprado",
    "Enter Digital Key, Code, Link etc.": "Ingrese clave digital, código, enlace, etc.",
    "Select existing Collection or create new one": "Seleccione la colección existente o cree una nueva",
    "Add Collection": "Añadir colección",
    "Collected": "Recogido",
    "Created": "Creado",
    "On Auction": "en subasta",
    "Sold": "Vendido",
    "Load More": "Carga más",
    "Item": "Artículo",
    "Watching": "Mirando",
    "Like": "Me gusta",
    "Activity": "Actividad",
    "Profile": "Perfil",
    "Notification": "Notificación",
    "Offers": "Ofertas",
    "Support": "Apoyo",
    "Email Address": "Dirección de correo electrónico",
    "Links": "Enlaces",
    "Wallet Address": "Dirección de la billetera",
    "Select which notifications you would like to receive for": "Seleccione qué notificaciones le gustaría recibir para",
    "Item Sold": "Artículo vendido",
    "When someone purchased one of your items": "Cuando alguien compró uno de tus artículos",
    "Bid Activity": "Actividad de oferta",
    "When someone bids on one of your items": "Cuando alguien puja por uno de tus artículos",
    "Price Change": "Cambio de precio",
    "When an item you made an offer on changes in price": "Cuando un artículo que hizo una oferta sobre los cambios en el precio",
    "Auction Expiration": "Caducidad de la subasta",
    "When a Dutch or English auction you created ends": "Cuando finaliza una subasta holandesa o inglesa que creó",
    "Outbid": "Sobrepujar",
    "When an offer you placed is exceeded by another user": "Cuando una oferta que hiciste es superada por otro usuario",
    "Referral Successful": "Referencia exitosa",
    "When an item you referred is purchased": "Cuando se compra un artículo que usted recomendó",
    "Owned Asset updates": "Actualizaciones de activos propios",
    "When a significant update occurs for one of the items you have purchased on FastSwap": "Cuando ocurre una actualización importante para uno de los artículos que ha comprado en FastSwap",
    "Successful Purchase": "Compra exitosa",
    "When you successfully buy an item": "Cuando compras con éxito un artículo",
    "Fastswap newsletter": "Boletín Fastswap",
    "Occasional updates from the FastSwap team": "Actualizaciones ocasionales del equipo de FastSwap",
    "Minimum Bid Treshold": "Umbral de oferta mínima",
    "Receive notifications only when you receive offers with a value greater than or equal to this amount of Currency.": "Reciba notificaciones solo cuando reciba ofertas con un valor mayor o igual a esta cantidad de Moneda.",
    "Set a minimum offer for collections to ignore low offers.": "Establezca una oferta mínima para las colecciones para ignorar las ofertas bajas.",
    "You will not be notified on offers below your minimum amounts for items is that collection.": "No se le notificará sobre ofertas por debajo de sus montos mínimos para artículos en esa colección.",
    "Minimum Price": "Precio mínimo",
    "If you need help related to your account, we can help you.": "Si necesita ayuda relacionada con su cuenta, podemos ayudarlo.",
    "General help": "Ayuda general",
    "Visit our": "Visita nuestro",
    "help center": "centro de ayuda",
    "to learn how to get started with buying, selling, and creating.": "para aprender cómo empezar a comprar, vender y crear.",
    "Contact FastSwap Support": "Póngase en contacto con el soporte de FastSwap",
    "Can't find the answers you’re looking for?": "¿No encuentras las respuestas que buscas?",
    "You can": "Puedes",
    "submit a request": "presentar una solicitud",
    "here": "aquí",
    "Help with a compromised account": "Ayuda con una cuenta comprometida",
    "If you believe your account has been compromised, let us know and we can lock your account. This will disable items in your wallet from being bought, sold, or transferred using FastSwap.": "Si cree que su cuenta ha sido comprometida, háganoslo saber y podemos bloquear su cuenta. Esto deshabilitará la compra, venta o transferencia de artículos en su billetera usando FastSwap.",
    "Learn more.": "Aprende más.",
    "Settings": "Ajustes",
    "Tell us a little bit about you": "Cuéntanos un poco sobre ti",
    "Your username": "Su nombre de usuario",
    "Your email": "Tu correo electrónico",
    "Describe your issue": "describe tu problema",
    "I have unknown transactions in my account": "Tengo transacciones desconocidas en mi cuenta",
    "I have everything but believe my account is compromised": "Lo tengo todo pero creo que mi cuenta está comprometida",
    "Other": "Otro",
    "I understand I must provide a sworn statement certified ": "Entiendo que debo presentar una declaración jurada certificada",
    "by a notary public to unlock my account.": "por un notario público para desbloquear mi cuenta.",
    "Lock Account": "Bloquear cuenta",
    "If you believe your account has been compromised, let us know": "Si cree que su cuenta ha sido comprometida, infórmenos",
    "we can lock your account. This will disable items in your wallet": "Podemos bloquear su cuenta. Esto deshabilitará los artículos en su billetera",
    "being bought, sold, or transferred using FastSwap.": "siendo comprado, vendido o transferido usando FastSwap.",
    "Save": "Ahorrar",
    "Add": "Agregar",
    "Floor price": "precio piso",
    "Vol. traded": "vol. negociado",
    "This image will also be used for navigation. 350 x 350 recommended.": "Esta imagen también se utilizará para la navegación. Se recomienda 350 x 350.",
    "Collection Thumbnail": "Miniatura de la colección",
    "a collection": "Una colección",
    "Banner image": "Imagen de la pancarta",
    "This image will appear at the top of your collection page.": "Esta imagen aparecerá en la parte superior de la página de tu colección.",
    "Avoid including too much text in this banner image, as the dimensions change on different devices. 1400 x 400 recommended.": "Evite incluir demasiado texto en esta imagen de banner, ya que las dimensiones cambian en diferentes dispositivos. Se recomienda 1400 x 400.",
    "Markdown syntax is supported.": "Se admite la sintaxis de Markdown.",
    "Customize your URL on FastSwap. Must only contain lowercase letters,numbers, and hyphens.": "Personaliza tu URL en FastSwap. Solo debe contener letras minúsculas, números y guiones.",
    "Collection Address": "Dirección de la colección",
    "Nft Token Uri": "Uri de token Nft",
    "Max Supply": "Suministro máximo",
    "Royalties": "Regalías",
    "Collect a fee when a user re-sells an item you originally created.": "Cobra una tarifa cuando un usuario revende un artículo que creaste originalmente.",
    "This is deducted from the final sale price and paid monthly to a payout address of your choosing.": "Esto se deduce del precio de venta final y se paga mensualmente a una dirección de pago de su elección.",
    "Your payout wallet address": "Su dirección de billetera de pago",
    "Please enter the wallet adress in which you want to receive the royalties payments": "Ingrese la dirección de la billetera en la que desea recibir los pagos de regalías",
    "Collaborators": "Colaboradores",
    "Collaborators can modify collection settings, receive payments for items they created,": "Los colaboradores pueden modificar la configuración de la colección, recibir pagos por los artículos que crearon,",
    "change the collection's royalty payout address, and create new items.": "cambiar la dirección de pago de regalías de la colección y crear nuevos artículos.",
    "Add Collaborator": "Añadir colaborador"
}