{
    "Trade": "Käydä kauppaa",
    "Earn": "Ansaita",
    "Win": "Voittaa",
    "NFT": "NFT",
    "Overview": "Yleiskatsaus",
    "Rankings": "Rankingit",
    "Activities": "Aktiviteetit",
    "Minting": "Lyönti",
    "Connect Wallet": "Yhdistä lompakko",
    "Collect Digital Art": "Kerää digitaalista taidetta",
    "Discover, Buy and Sell Nfts on Binance Smart Chain": "Löydä, osta ja myy Nfts Binance Smart Chainissa",
    "Explore": "Tutkia",
    "Create": "Luoda",
    "Hot collections": "Kuumat kokoelmat",
    "Made by FastSwap": "Valmistaja FastSwap",
    "Latest drops": "Viimeisimmät putoukset",
    "See more": "Katso lisää",
    "View History": "katso Historia",
    "Buy Now": "Osta nyt",
    "Make Offer": "Tehdä tarjous",
    "in stock": "varastossa",
    "Price": "Hinta",
    "Buy the finest NFT’s on Binance Smart Chain": "Osta parhaat NFT:t Binance Smart Chainista",
    "Sale Type": "Myynnin tyyppi",
    "Recently Added": "Viimeksi lisätyt",
    "Top Collections": "Parhaat kokoelmat",
    "Top Sale": "Huippumyynti",
    "Top Creators": "Suosituimmat tekijät",
    "Collection": "Kokoelma",
    "Volume": "Äänenvoimakkuus",
    "Floor Price": "Pohjahinta",
    "Items": "Tuotteet",
    "Owners": "Omistajat",
    "What is SeaMammon?": "Mikä on SeaMammon?",
    "The Seamammon is a collection of 4,000 unique Sea Mammals NFTs and digital collectibles living on the BNB Chain": "Seamammon on kokoelma 4 000 ainutlaatuista Sea Mammals NFT:tä ja digitaalista keräilyesinettä, jotka elävät BNB-ketjussa.",
    "Developed by FastSwap": "FastSwapin kehittämä.",
    "With Seamammon NFTs you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like Cointools, FastSwap and other benefits in the future": "Seamammon NFT:n avulla pääset P2E-peleihimme Metaversessa ja saat käyttöösi muita premium-ominaisuuksia tuotteidemme ekosysteemissä, kuten Cointools, FastSwap ja muita etuja tulevaisuudessa.",
    "How to get 50% discount on fees?": "Kuinka saada 50 % alennusta maksuista?",
    "Easy! Simply list an NFT for sale with FAST or DUKE instead of BNB": "Helppo! Listaa vain myytävä NFT FAST:n tai DUKEn kanssa BNB:n sijaan.",
    "Get 50% discount!": "Saat 50% alennuksen!",
    "How to buy a fixed-price NFT?": "Kuinka ostaa kiinteähintainen NFT?",
    "Select the Buy Now button and follow the prompts in your wallet": "Valitse Osta nyt -painike ja seuraa lompakossasi olevia ohjeita.",
    "Once the transaction is complete, the item will transfer to your wallet and the seller will receive the funds": "Kun kauppa on suoritettu, tuote siirtyy lompakkoosi ja myyjä saa varat.",
    "You will need either FAST, DUKE or BNB": "Tarvitset joko FAST, DUKE tai BNB.",
    "To see the NFT in your wallet, return to your profile, and select Collected": "Näet NFT:n lompakossasi palaamalla profiiliisi ja valitsemalla Kerätty.",
    "Keep in mind, there might be a slight delay before it's visible due to transaction processing time": "Muista, että tapahtuman käsittelyajasta johtuen saattaa kulua pieni viive ennen kuin se näkyy.",
    "How to make an offer on an NFT?": "Kuinka tehdä tarjous NFT:stä?",
    "You can begin the process to make an offer on an NFT from a few different areas on the site": "Voit aloittaa prosessin tehdäksesi NFT-tarjouksen useilta sivuston eri alueilta.",
    "While looking at a single collection": "Kun katsot yhtä kokoelmaa",
    "While exploring all NFTs": "Kun tutkit kaikkia NFT:itä",
    "While looking at the NFT directly": "Kun katsot suoraan NFT:tä",
    "Start the process by clicking Make Offer": "Aloita prosessi napsauttamalla Tee tarjous.",
    "Once you have clicked on Make Offer, a modal will appear": "Kun olet napsauttanut Tee tarjous, modaali tulee näkyviin.",
    "Input the amount of BNB you wish to make the offer for": "Syötä BNB-summa, jolle haluat tehdä tarjouksen.",
    "For listings with FAST or DUKE pricing, you will have to input FAST or DUKE amount": "Jos listauksessa on FAST- tai DUKE-hinnoittelu, sinun on syötettävä FAST- tai DUKE-summa.",
    "When you have input the amount of BNB you would like to offer, click Make Offer and a confirmation will appear": "Kun olet syöttänyt tarjottavan BNB:n määrän, napsauta Tee tarjous ja vahvistus tulee näkyviin.",
    "You will now need to confirm this action with your wallet": "Sinun on nyt vahvistettava tämä toiminto lompakollasi.",
    "What is collection offer?": "Mikä on keräilytarjous?",
    "A Collection offer allows you to place the same BNB offer on every item within a collection with just a click": "Kokoelmatarjouksen avulla voit tehdä saman BNB-tarjouksen jokaiseen kokoelman tuotteeseen yhdellä napsautuksella.",
    "This means that anyone holding an item of the collection is able to accept your offer": "Tämä tarkoittaa, että jokainen, jolla on kokoelman esine, voi hyväksyä tarjouksesi.",
    "If a seller accepts your collection offer, it will automatically be withdrawn from all other items in the collection": "Jos myyjä hyväksyy noutotarjouksesi, se poistetaan automaattisesti kaikista muista kokoelman tuotteista.",
    "You can think of this similar to a limit order when trading cryptocurrency on an exchange": "Voit ajatella tämän samankaltaisesti kuin rajatoimeksianto, kun käyt kauppaa kryptovaluutoilla pörssissä.",
    "How to make a collection offer?": "Kuinka tehdä keräilytarjous?",
    "Go to the collection page of your choosing": "Siirry valitsemallesi kokoelmasivulle.",
    "At the top of the collection page, you'll see a button labeled Make Collection Offer": "Kokoelmasivun yläreunassa on Tee noutotarjous -painike.",
    "A modal will appear": "Modaali tulee näkyviin.",
    "You can now input the amount of FAST/DUKE/BNB you would like to offer across the entire collection": "Voit nyt syöttää FAST/DUKE/BNB:n määrän, jonka haluat tarjota koko kokoelmalle.",
    "Once you have confirmed the parameters of your collection offer, you can click on the Make Offer button": "Kun olet vahvistanut kokoelmatarjouksesi parametrit, voit napsauttaa Tee tarjous -painiketta.",
    "You will now be prompted to sign a message from your wallet": "Sinua pyydetään nyt allekirjoittamaan viesti lompakostasi.",
    "Once you have done this, your offer will be live on the site": "Kun olet tehnyt tämän, tarjouksesi tulee voimaan sivustolla.",
    "Listing an NFT for a fixed price": "NFT:n listaus kiinteään hintaan",
    "Navigate to the NFT you want to sell and click on Sell in the top-right corner": "Siirry NFT:n kohdalle, jonka haluat myydä, ja napsauta Myy-painiketta oikeassa yläkulmassa.",
    "If you don't see the Sell button, make sure you're connected to the correct wallet": "Jos et näe Myy-painiketta, varmista, että olet liittänyt oikean lompakon.",
    "Next, you'll see a modal appear": "Seuraavaksi näet modaalin.",
    "Enter the price you want to list your NFT at, and click List Item": "Anna hinta, jolla haluat listata NFT:si, ja napsauta List Item.",
    "If this is your first time selling an item from this collection, the site will ask for you to approve the collection for trading": "Jos tämä on ensimmäinen kerta, kun myyt tuotteen tästä kokoelmasta, sivusto pyytää sinua hyväksymään kokoelman kaupankäyntiä varten.",
    "Click Approve": "Napsauta Hyväksy.",
    "You only need to do this once per collection": "Sinun tarvitsee tehdä tämä vain kerran kokoelmaa kohden.",
    "Once you've approved a collection, you don't need to do it again, unless you revoke the approval later on": "Kun olet hyväksynyt kokoelman, sinun ei tarvitse tehdä sitä uudelleen, ellet peruuta hyväksyntää myöhemmin.",
    "Lastly, you'll need to confirm the listing with a transaction from your wallet": "Lopuksi sinun on vahvistettava tiedot lompakostasi tehdyllä tapahtumalla.",
    "Accepting an offer on your NFT": "NFT-tarjouksen hyväksyminen",
    "To accept an offer on your item, you will need to go to the individual page for that NFT": "Jos haluat hyväksyä tarjouksen tuotteestasi, sinun on siirryttävä kyseisen NFT:n yksittäiselle sivulle.",
    "Once you're on that page, you will be able to see the list of offers which have been made": "Kun olet tällä sivulla, näet luettelon tehdyistä tarjouksista.",
    "Click Accept on the offer which you wish to accept": "Napsauta Hyväksy sen tarjouksen kohdalla, jonka haluat hyväksyä.",
    "This will begin the process": "Tämä aloittaa prosessin.",
    "A modal will appear with the details of the offer": "Näkyviin tulee modaali, jossa on tarjouksen tiedot.",
    "Click Accept Offer again to confirm that this is the offer which you want to accept": "Napsauta uudelleen Hyväksy tarjous vahvistaaksesi, että tämä on se tarjous, jonka haluat hyväksyä.",
    "You will now need to confirm this in your wallet to proceed": "Sinun on nyt vahvistettava tämä lompakossasi jatkaaksesi.",
    "Once the transaction has been completed, you will see a success message appear, showing that your sale has been successful": "Kun kauppa on suoritettu, näet onnistumisviestin, joka osoittaa, että myyntisi on onnistunut.",
    "Type": "Tyyppi",
    "Minted": "Mintettu",
    "Listed": "Listattu",
    "Bid": "Tarjous",
    "Sale": "Myynti",
    "Transfer": "Siirtää",
    "Event": "Tapahtuma",
    "Quantity": "Määrä",
    "From": "From",
    "Time": "Aika",
    "Owner": "Omistaja",
    "Action": "Toiminta",
    "One SEAMAMMON costs": "Yksi SEAMAMMON maksaa",
    "Excluding gas fee": "Ilman kaasumaksua",
    "Click to mint your NFTs": "Napsauta luodaksesi NFT:si",
    "Mint": "Minttu",
    "The seamammon is collection of 4,000 unique Sea mammals NFTs and digital collectibles living on the BNB Chain": "Seamammon on kokoelma 4 000 ainutlaatuista merinisäkkään NFT:tä ja digitaalista keräilyesinettä, jotka elävät BNB-ketjussa.",
    "Developed by Fastswap": "Fastswapin kehittämä.",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like %Cointools.io%, %Fastswap.finanace% and other benefits in the future": "Seamammon NFT:n avulla pääset P2E-peleihimme Metaversessa ja saat käyttöösi muita premium-ominaisuuksia tuotteidemme ekosysteemissä, kuten %Cointools.io, %Fastswap.finanace% ja muita etuja tulevaisuudessa.",
    "Connect to a wallet": "Yhdistä lompakkoon",
    "Learn how to connect": "Opi muodostamaan yhteys",
    "Please connect your wallet and try again": "Liitä lompakkosi ja yritä uudelleen",
    "Place an offer": "Tee tarjous",
    "Confirm": "Vahvistaa",
    "Description": "Kuvaus",
    "About creator": "Tietoja luojasta",
    "Details": "Yksityiskohdat",
    "Items activity": "Esineiden toiminta",
    "Price History": "Hintahistoria",
    "No price history yet": "Ei vielä hintahistoriaa",
    "Contract Address": "Sopimusosoite",
    "Token ID": "Token ID",
    "Token Standard": "Token Standard",
    "Blockchain": "Blockchain",
    "minutes ago": "minuuttia sitten",
    "Other items in this collection": "Muita tämän kokoelman kohteita",
    "Price must be greater": "Hinta saa olla suurempi",
    "Fixed": "Korjattu",
    "Auction": "Huutokauppa",
    "DUKE": "DUKE",
    "FAST": "NOPEASTI",
    "BNB": "BNB",
    "Lowest Price": "Alin hinta",
    "Highest Price": "Korkein hinta",
    "Most Viewed": "Eniten katsottu",
    "Most Favorited": "Suosituimmat",
    "Oldest": "Vanhin",
    "Place Bid": "Asettaa tarjous",
    "search": "Hae",
    "Volume(USD)": "Volyymi (USD)",
    "Creator": "Luoja",
    "days": "päivää",
    "hours": "tuntia",
    "minutes": "pöytäkirja",
    "seconds": "sekuntia",
    "ago": "sitten",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like": "Seamammon NFT avulla pääset P2E-peleihimme Metaversessa ja saat käyttöösi muita premium-ominaisuuksia tuoteekosysteemissämme, kuten",
    "and other benefits in the future": "ja muita etuja tulevaisuudessa",
    "Keep in mind, there might be a slight delay before it`s visible due to transaction processing time": "Muista, että tapahtuman käsittelyajasta johtuen saattaa kulua pieni viive ennen kuin se tulee näkyviin",
    "At the top of the collection page, you`ll see a button labeled Make Collection Offer.": "Kokoelmasivun yläreunassa näet painikkeen, jonka otsikko on Tee noutotarjous.",
    "If you don`t see the Sell button, make sure you`re connected to the correct wallet.": "Jos et näe Myy-painiketta, varmista, että olet yhteydessä oikeaan lompakkoon.",
    "Next, you`ll see a modal appear.": "Seuraavaksi näet modaalin.",
    "Once you`ve approved a collection, you don`t need to do it again, unless you revoke the approval later on.": "Kun olet hyväksynyt kokoelman, sinun ei tarvitse tehdä sitä uudelleen, ellet peruuta hyväksyntää myöhemmin.",
    "Lastly, you`ll need to confirm the listing with a transaction from your wallet.": "Lopuksi sinun on vahvistettava tiedot lompakostasi tehdyllä tapahtumalla.",
    "Once you`re on that page, you will be able to see the list of offers which have been made.": "Kun olet tällä sivulla, näet luettelon tehdyistä tarjouksista.",
    "What is a collection offer?": "Mikä on keräilytarjous?",
    "Listing an NFT for a Fixed Price": "NFT:n listaus kiinteään hintaan",
    "views": "näkymät",
    "favorite": "suosikki-",
    "copies": "kopioita",
    "Time Left": "Aikaa jäljellä",
    "Buy now": "Osta nyt",
    "Make an offer": "Tehdä tarjous",
    "My Profile": "Profiilini",
    "Admin": "Admin",
    "Nft Total Sales": "Nft kokonaismyynti",
    "User List": "Käyttäjäluettelo",
    "Collection List": "Kokoelmaluettelo",
    "Daily": "Päivittäin",
    "Weekly": "Viikoittain",
    "Monthly": "Kuukausittain",
    "Yearly": "Vuosittain",
    "Total": "Kaikki yhteensä",
    "Users": "Käyttäjät",
    "Collections": "Kokoelmat",
    "Name": "Nimi",
    "Wallet": "Lompakko",
    "Joined At": "Liittyi klo",
    "There is nothing here.": "Täällä ei ole mitään.",
    "Create NFT": "Luo NFT",
    "Image, Video, 3D model or Audio": "Kuva, video, 3D-malli tai ääni",
    "Item Name": "Tuotteen nimi",
    "Displayed on the item page": "Näytetään tuotesivulla",
    "Put on marketplace": "Laita torille",
    "Your item will be on Sale": "Tuotteesi tulee myyntiin",
    "Provide a detailed description of the item": "Anna yksityiskohtainen kuvaus tuotteesta",
    "Unlock Once Purchased": "Avaa lukitus ostettuasi",
    "Content will be unlocked once purchased": "Sisältö avataan oston jälkeen",
    "Enter Digital Key, Code, Link etc.": "Syötä digitaalinen avain, koodi, linkki jne.",
    "Select existing Collection or create new one": "Valitse olemassa oleva kokoelma tai luo uusi",
    "Add Collection": "Lisää kokoelma",
    "Collected": "Kerätty",
    "Created": "Luotu",
    "On Auction": "Huutokaupassa",
    "Sold": "myyty",
    "Load More": "Lataa lisää",
    "Item": "Tuote",
    "Watching": "Katsomassa",
    "Like": "Kuten",
    "Activity": "Toiminta",
    "Profile": "Profiili",
    "Notification": "Ilmoitus",
    "Offers": "Tarjoukset",
    "Support": "Tuki",
    "Email Address": "Sähköpostiosoite",
    "Links": "Linkit",
    "Wallet Address": "Lompakon osoite",
    "Select which notifications you would like to receive for": "Valitse, mistä ilmoituksista haluat saada",
    "Item Sold": "Tuote myyty",
    "When someone purchased one of your items": "Kun joku osti jonkin tuotteistasi",
    "Bid Activity": "Tarjoustoiminta",
    "When someone bids on one of your items": "Kun joku tekee tarjouksen jostakin tuotteestasi",
    "Price Change": "Hintamuutos",
    "When an item you made an offer on changes in price": "Kun tuotteen olet tehnyt tarjouksen hinnan muutoksista",
    "Auction Expiration": "Huutokaupan päättyminen",
    "When a Dutch or English auction you created ends": "Kun luomasi hollantilainen tai englantilainen huutokauppa päättyy",
    "Outbid": "Ylitarjous",
    "When an offer you placed is exceeded by another user": "Kun toinen käyttäjä ylittää tekemäsi tarjouksen",
    "Referral Successful": "Suositus onnistui",
    "When an item you referred is purchased": "Kun mainitsemasi tuote ostetaan",
    "Owned Asset updates": "Omistusomaisuuden päivitykset",
    "When a significant update occurs for one of the items you have purchased on FastSwap": "Kun yhdelle FastSwapista ostamasi tuotteelle tapahtuu merkittävä päivitys",
    "Successful Purchase": "Onnistunut ostos",
    "When you successfully buy an item": "Kun ostat tuotteen onnistuneesti",
    "Fastswap newsletter": "Fastswap-uutiskirje",
    "Occasional updates from the FastSwap team": "Satunnaisia ​​päivityksiä FastSwap-tiimiltä",
    "Minimum Bid Treshold": "Minimitarjouksen kynnys",
    "Receive notifications only when you receive offers with a value greater than or equal to this amount of Currency.": "Vastaanota ilmoituksia vain, kun saat tarjouksia, joiden arvo on suurempi tai yhtä suuri kuin tämä Valuuttamäärä.",
    "Set a minimum offer for collections to ignore low offers.": "Aseta kokoelmille vähimmäistarjous, jotta voit jättää huomiotta alhaiset tarjoukset.",
    "You will not be notified on offers below your minimum amounts for items is that collection.": "Sinulle ei ilmoiteta tarjouksista, jotka ovat pienempiä kuin kokoelman tuotteiden vähimmäissumma.",
    "Minimum Price": "Minimihinta",
    "If you need help related to your account, we can help you.": "Jos tarvitset apua tiliisi liittyen, voimme auttaa sinua.",
    "General help": "Yleisiä ohjeita",
    "Visit our": "Vieraile meillä",
    "help center": "ohjekeskus",
    "to learn how to get started with buying, selling, and creating.": "oppiaksesi aloittamaan oston, myynnin ja luomisen.",
    "Contact FastSwap Support": "Ota yhteyttä FastSwap-tukeen",
    "Can't find the answers you’re looking for?": "Etkö löydä etsimiäsi vastauksia?",
    "You can": "Sinä pystyt",
    "submit a request": "Lähetä pyyntö",
    "here": "tässä",
    "Help with a compromised account": "Apua vaarantuneen tilin kanssa",
    "If you believe your account has been compromised, let us know and we can lock your account. This will disable items in your wallet from being bought, sold, or transferred using FastSwap.": "Jos uskot, että tilisi on vaarantunut, kerro siitä meille, niin voimme lukita tilisi. Tämä estää lompakossasi olevien tuotteiden ostamisen, myymisen tai siirtämisen FastSwapilla.",
    "Learn more.": "Lue lisää.",
    "Settings": "asetukset",
    "Tell us a little bit about you": "Kerro meille vähän itsestäsi",
    "Your username": "Sinun käyttäjä nimesi",
    "Your email": "Sähköpostisi",
    "Describe your issue": "Kuvaile ongelmaasi",
    "I have unknown transactions in my account": "Tililläni on tuntemattomia tapahtumia",
    "I have everything but believe my account is compromised": "Minulla on kaikki, mutta uskon, että tilini on vaarantunut",
    "Other": "Muut",
    "I understand I must provide a sworn statement certified ": "Ymmärrän, että minun on annettava oikeaksi todistettu valaehtoinen lausunto",
    "by a notary public to unlock my account.": "julkinen notaari avatakseni tilini lukituksen.",
    "Lock Account": "Lukitse tili",
    "If you believe your account has been compromised, let us know": "Jos uskot, että tilisi on vaarantunut, ilmoita siitä meille",
    "we can lock your account. This will disable items in your wallet": "voimme lukita tilisi. Tämä poistaa kohteet lompakostasi",
    "being bought, sold, or transferred using FastSwap.": "ostetaan, myydään tai siirretään FastSwapilla.",
    "Save": "Tallentaa",
    "Add": "Lisätä",
    "Floor price": "Lattian hinta",
    "Vol. traded": "Voi. vaihdettu",
    "This image will also be used for navigation. 350 x 350 recommended.": "Tätä kuvaa käytetään myös navigointiin. 350 x 350 suositus.",
    "Collection Thumbnail": "Kokoelman pikkukuva",
    "a collection": "kokoelma",
    "Banner image": "Bannerikuva",
    "This image will appear at the top of your collection page.": "Tämä kuva näkyy kokoelmasivusi yläosassa.",
    "Avoid including too much text in this banner image, as the dimensions change on different devices. 1400 x 400 recommended.": "Vältä liiallisen tekstin lisäämistä tähän bannerikuvaan, sillä mitat vaihtelevat eri laitteissa. 1400 x 400 suositeltu.",
    "Markdown syntax is supported.": "Markdown-syntaksi on tuettu.",
    "Customize your URL on FastSwap. Must only contain lowercase letters,numbers, and hyphens.": "Muokkaa URL-osoitettasi FastSwapissa. Saa sisältää vain pieniä kirjaimia, numeroita ja yhdysmerkkejä.",
    "Collection Address": "Kokoelman osoite",
    "Nft Token Uri": "Nft Token Uri",
    "Max Supply": "Max tarjonta",
    "Royalties": "Rojaltit",
    "Collect a fee when a user re-sells an item you originally created.": "Peri maksu, kun käyttäjä myy uudelleen alun perin luomasi tuotteen.",
    "This is deducted from the final sale price and paid monthly to a payout address of your choosing.": "Tämä vähennetään lopullisesta myyntihinnasta ja maksetaan kuukausittain valitsemaasi maksuosoitteeseen.",
    "Your payout wallet address": "Maksulompakkosi osoitteesi",
    "Please enter the wallet adress in which you want to receive the royalties payments": "Anna lompakkoosoite, johon haluat saada rojaltimaksut",
    "Collaborators": "Yhteistyökumppanit",
    "Collaborators can modify collection settings, receive payments for items they created,": "Yhteistyökumppanit voivat muokata noutoasetuksia, vastaanottaa maksuja luomistaan tuotteista,",
    "change the collection's royalty payout address, and create new items.": "muuttaa kokoelman rojaltimaksuosoitetta ja luoda uusia kohteita.",
    "Add Collaborator": "Lisää yhteistyökumppani"
}