{
    "Trade": "Trade",
    "Earn": "Kumita",
    "Win": "manalo",
    "NFT": "NFT",
    "Overview": "Pangkalahatang-ideya",
    "Rankings": "Mga ranggo",
    "Activities": "Mga aktibidad",
    "Minting": "Minting",
    "Connect Wallet": "Ikonekta ang Wallet",
    "Collect Digital Art": "Kolektahin ang Digital Art",
    "Discover, Buy and Sell Nfts on Binance Smart Chain": "Tumuklas, Bumili at Magbenta ng Nfts sa Binance Smart Chain",
    "Explore": "Galugarin",
    "Create": "Lumikha",
    "Hot collections": "Mga maiinit na koleksyon",
    "Made by FastSwap": "Ginawa ng FastSwap",
    "Latest drops": "Pinakabagong patak",
    "See more": "Tingnan ang higit pa",
    "View History": "tingnan ang Kasaysayan",
    "Buy Now": "Bumili ka na ngayon",
    "Make Offer": "Mag-alok",
    "in stock": "nasa stock",
    "Price": "Presyo",
    "Buy the finest NFT’s on Binance Smart Chain": "Bumili ng pinakamagagandang NFT sa Binance Smart Chain",
    "Sale Type": "Uri ng Pagbebenta",
    "Recently Added": "Kamakailang Idinagdag",
    "Top Collections": "Mga Nangungunang Koleksyon",
    "Top Sale": "Nangungunang Sale",
    "Top Creators": "Mga Nangungunang Creator",
    "Collection": "Koleksyon",
    "Volume": "Dami",
    "Floor Price": "Presyo sa sahig",
    "Items": "Mga bagay",
    "Owners": "Mga may-ari",
    "What is SeaMammon?": "Ano ang SeaMammon?",
    "The Seamammon is a collection of 4,000 unique Sea Mammals NFTs and digital collectibles living on the BNB Chain": "Ang Seamammon ay isang koleksyon ng 4,000 natatanging Sea Mammals NFT at digital collectible na naninirahan sa BNB Chain.",
    "Developed by FastSwap": "Binuo ng FastSwap.",
    "With Seamammon NFTs you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like Cointools, FastSwap and other benefits in the future": "Sa Seamammon NFTs magkakaroon ka ng access sa aming mga P2E na laro sa Metaverse at i-unlock ang iba pang mga premium na feature sa aming ecosystem ng mga produkto tulad ng Cointools, FastSwap at iba pang benepisyo sa hinaharap.",
    "How to get 50% discount on fees?": "Paano makakuha ng 50% na diskwento sa mga bayarin?",
    "Easy! Simply list an NFT for sale with FAST or DUKE instead of BNB": "Madali! Ilista lang ang isang NFT na ibinebenta sa FAST o DUKE sa halip na BNB.",
    "Get 50% discount!": "Kumuha ng 50% na diskwento!",
    "How to buy a fixed-price NFT?": "Paano bumili ng fixed-price na NFT?",
    "Select the Buy Now button and follow the prompts in your wallet": "Piliin ang button na Bumili Ngayon at sundin ang mga senyas sa iyong wallet.",
    "Once the transaction is complete, the item will transfer to your wallet and the seller will receive the funds": "Kapag nakumpleto na ang transaksyon, ililipat ang item sa iyong wallet at matatanggap ng nagbebenta ang mga pondo.",
    "You will need either FAST, DUKE or BNB": "Kakailanganin mo ang alinman sa FAST, DUKE o BNB.",
    "To see the NFT in your wallet, return to your profile, and select Collected": "Upang makita ang NFT sa iyong wallet, bumalik sa iyong profile, at piliin ang Nakolekta.",
    "Keep in mind, there might be a slight delay before it's visible due to transaction processing time": "Tandaan, maaaring magkaroon ng kaunting pagkaantala bago ito makita dahil sa oras ng pagproseso ng transaksyon.",
    "How to make an offer on an NFT?": "Paano gumawa ng isang alok sa isang NFT?",
    "You can begin the process to make an offer on an NFT from a few different areas on the site": "Maaari mong simulan ang proseso upang gumawa ng isang alok sa isang NFT mula sa ilang iba't ibang mga lugar sa site.",
    "While looking at a single collection": "Habang nakatingin sa isang koleksyon",
    "While exploring all NFTs": "Habang ginalugad ang lahat ng NFT",
    "While looking at the NFT directly": "Habang nakatingin ng diretso sa NFT",
    "Start the process by clicking Make Offer": "Simulan ang proseso sa pamamagitan ng pag-click sa Gumawa ng Alok.",
    "Once you have clicked on Make Offer, a modal will appear": "Kapag na-click mo na ang Gumawa ng Alok, may lalabas na modal.",
    "Input the amount of BNB you wish to make the offer for": "Ipasok ang halaga ng BNB na nais mong gawin ang alok.",
    "For listings with FAST or DUKE pricing, you will have to input FAST or DUKE amount": "Para sa mga listahang may pagpepresyo ng FAST o DUKE, kakailanganin mong magpasok ng halaga ng FAST o DUKE.",
    "When you have input the amount of BNB you would like to offer, click Make Offer and a confirmation will appear": "Kapag naipasok mo na ang halaga ng BNB na gusto mong ialok, i-click ang Magsagawa ng Alok at may lalabas na kumpirmasyon.",
    "You will now need to confirm this action with your wallet": "Kakailanganin mo na ngayong kumpirmahin ang pagkilos na ito gamit ang iyong wallet.",
    "What is collection offer?": "Ano ang alok ng koleksyon?",
    "A Collection offer allows you to place the same BNB offer on every item within a collection with just a click": "Binibigyang-daan ka ng alok ng Koleksyon na maglagay ng parehong alok ng BNB sa bawat item sa loob ng isang koleksyon sa isang pag-click lang.",
    "This means that anyone holding an item of the collection is able to accept your offer": "Ibig sabihin, kayang tanggapin ng sinumang may hawak ng item ng koleksyon ang iyong alok.",
    "If a seller accepts your collection offer, it will automatically be withdrawn from all other items in the collection": "Kung tatanggapin ng isang nagbebenta ang iyong alok sa koleksyon, awtomatiko itong aalisin sa lahat ng iba pang item sa koleksyon.",
    "You can think of this similar to a limit order when trading cryptocurrency on an exchange": "Maaari mong isipin ito na katulad ng isang limit order kapag nangangalakal ng cryptocurrency sa isang exchange.",
    "How to make a collection offer?": "Paano gumawa ng alok sa koleksyon?",
    "Go to the collection page of your choosing": "Pumunta sa pahina ng koleksyon na iyong pinili.",
    "At the top of the collection page, you'll see a button labeled Make Collection Offer": "Sa itaas ng page ng koleksyon, makakakita ka ng button na may label na Gumawa ng Alok sa Koleksyon.",
    "A modal will appear": "May lalabas na modal.",
    "You can now input the amount of FAST/DUKE/BNB you would like to offer across the entire collection": "Maaari mo na ngayong ipasok ang halaga ng FAST/DUKE/BNB na gusto mong ialok sa buong koleksyon.",
    "Once you have confirmed the parameters of your collection offer, you can click on the Make Offer button": "Kapag nakumpirma mo na ang mga parameter ng iyong alok sa koleksyon, maaari mong i-click ang button na Magsagawa ng Alok.",
    "You will now be prompted to sign a message from your wallet": "Ipo-prompt ka na ngayon na pumirma ng mensahe mula sa iyong wallet.",
    "Once you have done this, your offer will be live on the site": "Kapag nagawa mo na ito, magiging live ang iyong alok sa site.",
    "Listing an NFT for a fixed price": "Paglista ng isang NFT para sa isang nakapirming presyo",
    "Navigate to the NFT you want to sell and click on Sell in the top-right corner": "Mag-navigate sa NFT na gusto mong ibenta at mag-click sa Sell sa kanang sulok sa itaas.",
    "If you don't see the Sell button, make sure you're connected to the correct wallet": "Kung hindi mo nakikita ang Sell button, tiyaking nakakonekta ka sa tamang wallet.",
    "Next, you'll see a modal appear": "Susunod, makakakita ka ng isang modal na lilitaw.",
    "Enter the price you want to list your NFT at, and click List Item": "Ilagay ang presyong gusto mong ilista ang iyong NFT, at i-click ang Listahan ng Item.",
    "If this is your first time selling an item from this collection, the site will ask for you to approve the collection for trading": "Kung ito ang iyong unang pagkakataong magbenta ng item mula sa koleksyong ito, hihilingin sa iyo ng site na aprubahan ang koleksyon para sa pangangalakal.",
    "Click Approve": "I-click ang Aprubahan.",
    "You only need to do this once per collection": "Kailangan mo lang gawin ito nang isang beses bawat koleksyon.",
    "Once you've approved a collection, you don't need to do it again, unless you revoke the approval later on": "Kapag naaprubahan mo na ang isang koleksyon, hindi mo na kailangang gawin itong muli, maliban kung bawiin mo ang pag-apruba sa susunod.",
    "Lastly, you'll need to confirm the listing with a transaction from your wallet": "Panghuli, kakailanganin mong kumpirmahin ang listahan gamit ang isang transaksyon mula sa iyong wallet.",
    "Accepting an offer on your NFT": "Pagtanggap ng alok sa iyong NFT",
    "To accept an offer on your item, you will need to go to the individual page for that NFT": "Upang tanggapin ang isang alok sa iyong item, kakailanganin mong pumunta sa indibidwal na pahina para sa NFT na iyon.",
    "Once you're on that page, you will be able to see the list of offers which have been made": "Kapag nasa page ka na, makikita mo ang listahan ng mga alok na ginawa.",
    "Click Accept on the offer which you wish to accept": "I-click ang Tanggapin sa alok na gusto mong tanggapin.",
    "This will begin the process": "Ito ay magsisimula sa proseso.",
    "A modal will appear with the details of the offer": "May lalabas na modal kasama ang mga detalye ng alok.",
    "Click Accept Offer again to confirm that this is the offer which you want to accept": "I-click muli ang Tanggapin ang Alok upang kumpirmahin na ito ang alok na gusto mong tanggapin.",
    "You will now need to confirm this in your wallet to proceed": "Kakailanganin mo na ngayong kumpirmahin ito sa iyong wallet upang magpatuloy.",
    "Once the transaction has been completed, you will see a success message appear, showing that your sale has been successful": "Kapag nakumpleto na ang transaksyon, makikita mo ang isang mensahe ng tagumpay na lalabas, na nagpapakita na ang iyong pagbebenta ay naging matagumpay.",
    "Type": "Uri",
    "Minted": "Minted",
    "Listed": "Nakalista",
    "Bid": "Bid",
    "Sale": "Pagbebenta",
    "Transfer": "Paglipat",
    "Event": "Kaganapan",
    "Quantity": "Dami",
    "From": "Mula sa",
    "Time": "Oras",
    "Owner": "May-ari",
    "Action": "Aksyon",
    "One SEAMAMMON costs": "Isang SEAMAMMON ang gastos",
    "Excluding gas fee": "Hindi kasama ang bayad sa gas",
    "Click to mint your NFTs": "I-click upang i-mint ang iyong mga NFT",
    "Mint": "Mint",
    "The seamammon is collection of 4,000 unique Sea mammals NFTs and digital collectibles living on the BNB Chain": "Ang seamammon ay koleksyon ng 4,000 natatanging Sea mammal na NFT at digital collectible na naninirahan sa BNB Chain.",
    "Developed by Fastswap": "Binuo ng Fastswap.",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like %Cointools.io%, %Fastswap.finanace% and other benefits in the future": "Sa Seamammon NFT magkakaroon ka ng access sa aming mga P2E na laro sa Metaverse at i-unlock ang iba pang mga premium na feature sa aming ecosystem ng mga produkto tulad ng %Cointools.io%, %Fastswap.finanace% at iba pang benepisyo sa hinaharap.",
    "Connect to a wallet": "Kumonekta sa isang wallet",
    "Learn how to connect": "Alamin kung paano kumonekta",
    "Please connect your wallet and try again": "Pakikonekta ang iyong wallet at subukang muli",
    "Place an offer": "Maglagay ng alok",
    "Confirm": "Kumpirmahin",
    "Description": "Paglalarawan",
    "About creator": "Tungkol sa creator",
    "Details": "Mga Detalye",
    "Items activity": "Aktibidad ng mga item",
    "Price History": "Kasaysayan ng Presyo",
    "No price history yet": "Wala pang kasaysayan ng presyo",
    "Contract Address": "Address ng Kontrata",
    "Token ID": "Token ID",
    "Token Standard": "Pamantayan ng Token",
    "Blockchain": "Blockchain",
    "minutes ago": "minuto ang nakalipas",
    "Other items in this collection": "Iba pang mga item sa koleksyon na ito",
    "Price must be greater": "Dapat mas mataas ang presyo",
    "Fixed": "Nakapirming",
    "Auction": "Subasta",
    "DUKE": "DUKE",
    "FAST": "MABILIS",
    "BNB": "BNB",
    "Lowest Price": "Pinakamababang presyo",
    "Highest Price": "Pinakamataas na Presyo",
    "Most Viewed": "Pinaka Nanood",
    "Most Favorited": "Pinaka paborito",
    "Oldest": "Pinakamatanda",
    "Place Bid": "Place Bid",
    "search": "paghahanap",
    "Volume(USD)": "Dami(USD)",
    "Creator": "Tagapaglikha",
    "days": "araw",
    "hours": "oras",
    "minutes": "minuto",
    "seconds": "segundo",
    "ago": "kanina",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like": "Sa Seamammon NFT magkakaroon ka ng access sa aming mga P2E na laro sa Metaverse at i-unlock ang iba pang mga premium na feature sa aming ecosystem ng mga produkto tulad ng",
    "and other benefits in the future": "at iba pang benepisyo sa hinaharap",
    "Keep in mind, there might be a slight delay before it`s visible due to transaction processing time": "Tandaan, maaaring magkaroon ng kaunting pagkaantala bago ito makita dahil sa oras ng pagproseso ng transaksyon",
    "At the top of the collection page, you`ll see a button labeled Make Collection Offer.": "Sa itaas ng page ng koleksyon, makakakita ka ng button na may label na Magsagawa ng Alok ng Koleksyon.",
    "If you don`t see the Sell button, make sure you`re connected to the correct wallet.": "Kung hindi mo nakikita ang Sell button, tiyaking nakakonekta ka sa tamang wallet.",
    "Next, you`ll see a modal appear.": "Susunod, makikita mo ang isang modal na lilitaw.",
    "Once you`ve approved a collection, you don`t need to do it again, unless you revoke the approval later on.": "Kapag naaprubahan mo na ang isang koleksyon, hindi mo na kailangang gawin itong muli, maliban kung bawiin mo ang pag-apruba sa susunod.",
    "Lastly, you`ll need to confirm the listing with a transaction from your wallet.": "Panghuli, kakailanganin mong kumpirmahin ang listahan gamit ang isang transaksyon mula sa iyong wallet.",
    "Once you`re on that page, you will be able to see the list of offers which have been made.": "Kapag nasa page ka na, makikita mo ang listahan ng mga alok na ginawa.",
    "What is a collection offer?": "Ano ang alok ng koleksyon?",
    "Listing an NFT for a Fixed Price": "Paglilista ng NFT para sa Nakapirming Presyo",
    "views": "mga pananaw",
    "favorite": "paborito",
    "copies": "mga kopya",
    "Time Left": "Natitirang oras",
    "Buy now": "Bumili ka na ngayon",
    "Make an offer": "Gumawa ng isang alok",
    "My Profile": "Aking Profile",
    "Admin": "Admin",
    "Nft Total Sales": "Nft Kabuuang Benta",
    "User List": "Listahan ng Gumagamit",
    "Collection List": "Listahan ng Koleksyon",
    "Daily": "Araw-araw",
    "Weekly": "Linggu-linggo",
    "Monthly": "Buwan-buwan",
    "Yearly": "Taon-taon",
    "Total": "Kabuuan",
    "Users": "Mga gumagamit",
    "Collections": "Mga koleksyon",
    "Name": "Pangalan",
    "Wallet": "wallet",
    "Joined At": "Sumali Sa",
    "There is nothing here.": "Wala dito.",
    "Create NFT": "Lumikha ng NFT",
    "Image, Video, 3D model or Audio": "Larawan, Video, 3D na modelo o Audio",
    "Item Name": "Pangalan ng Item",
    "Displayed on the item page": "Ipinapakita sa pahina ng item",
    "Put on marketplace": "Ilagay sa palengke",
    "Your item will be on Sale": "Ibebenta ang iyong item",
    "Provide a detailed description of the item": "Magbigay ng detalyadong paglalarawan ng item",
    "Unlock Once Purchased": "I-unlock Kapag Nabili",
    "Content will be unlocked once purchased": "Maa-unlock ang content kapag nabili",
    "Enter Digital Key, Code, Link etc.": "Ipasok ang Digital Key, Code, Link atbp.",
    "Select existing Collection or create new one": "Piliin ang kasalukuyang Koleksyon o gumawa ng bago",
    "Add Collection": "Magdagdag ng Koleksyon",
    "Collected": "Nakolekta",
    "Created": "Nilikha",
    "On Auction": "Sa Auction",
    "Sold": "Nabenta",
    "Load More": "Mag-load ng Higit Pa",
    "Item": "item",
    "Watching": "Nanonood",
    "Like": "Gusto",
    "Activity": "Aktibidad",
    "Profile": "Profile",
    "Notification": "Abiso",
    "Offers": "Mga alok",
    "Support": "Suporta",
    "Email Address": "Email Address",
    "Links": "Mga link",
    "Wallet Address": "Address ng Wallet",
    "Select which notifications you would like to receive for": "Piliin kung para saan ang mga notification mo gustong matanggap",
    "Item Sold": "Nabenta ang Item",
    "When someone purchased one of your items": "Kapag may bumili ng isa sa iyong mga item",
    "Bid Activity": "Aktibidad sa Bid",
    "When someone bids on one of your items": "Kapag may nag-bid sa isa sa iyong mga item",
    "Price Change": "Pagbabago ng Presyo",
    "When an item you made an offer on changes in price": "Kapag nag-aalok ka ng isang item sa mga pagbabago sa presyo",
    "Auction Expiration": "Pag-expire ng Auction",
    "When a Dutch or English auction you created ends": "Kapag natapos ang isang Dutch o English na auction na ginawa mo",
    "Outbid": "Outbid",
    "When an offer you placed is exceeded by another user": "Kapag ang isang alok na inilagay mo ay nalampasan ng ibang user",
    "Referral Successful": "Matagumpay ang Referral",
    "When an item you referred is purchased": "Kapag binili ang isang item na iyong tinukoy",
    "Owned Asset updates": "Mga update sa pagmamay-ari ng Asset",
    "When a significant update occurs for one of the items you have purchased on FastSwap": "Kapag nagkaroon ng makabuluhang update para sa isa sa mga item na binili mo sa FastSwap",
    "Successful Purchase": "Matagumpay na Pagbili",
    "When you successfully buy an item": "Kapag matagumpay kang bumili ng item",
    "Fastswap newsletter": "Newsletter ng Fastswap",
    "Occasional updates from the FastSwap team": "Mga paminsan-minsang update mula sa FastSwap team",
    "Minimum Bid Treshold": "Minimum na Bid Treshold",
    "Receive notifications only when you receive offers with a value greater than or equal to this amount of Currency.": "Tumanggap lang ng mga notification kapag nakatanggap ka ng mga alok na may halagang mas malaki kaysa o katumbas ng halagang ito ng Currency.",
    "Set a minimum offer for collections to ignore low offers.": "Magtakda ng pinakamababang alok para sa mga koleksyon upang balewalain ang mababang alok.",
    "You will not be notified on offers below your minimum amounts for items is that collection.": "Hindi ka aabisuhan sa mga alok na mas mababa sa iyong pinakamababang halaga para sa mga item ay ang koleksyong iyon.",
    "Minimum Price": "Pinakamababang Presyo",
    "If you need help related to your account, we can help you.": "Kung kailangan mo ng tulong na nauugnay sa iyong account, matutulungan ka namin.",
    "General help": "Pangkalahatang tulong",
    "Visit our": "Bisitahin ang aming",
    "help center": "help center",
    "to learn how to get started with buying, selling, and creating.": "upang matutunan kung paano magsimula sa pagbili, pagbebenta, at paglikha.",
    "Contact FastSwap Support": "Makipag-ugnayan sa Suporta sa FastSwap",
    "Can't find the answers you’re looking for?": "Hindi mahanap ang mga sagot na hinahanap mo?",
    "You can": "Kaya mo",
    "submit a request": "magsumite ng kahilingan",
    "here": "dito",
    "Help with a compromised account": "Tulong sa isang nakompromisong account",
    "If you believe your account has been compromised, let us know and we can lock your account. This will disable items in your wallet from being bought, sold, or transferred using FastSwap.": "Kung naniniwala kang nakompromiso ang iyong account, ipaalam sa amin at maaari naming i-lock ang iyong account. Idi-disable nito ang mga item sa iyong wallet mula sa pagbili, pagbebenta, o paglilipat gamit ang FastSwap.",
    "Learn more.": "Matuto pa.",
    "Settings": "Mga setting",
    "Tell us a little bit about you": "Sabihin sa amin ng kaunti tungkol sa iyo",
    "Your username": "Ang iyong username",
    "Your email": "Ang email mo",
    "Describe your issue": "ilarawan ang iyong problema",
    "I have unknown transactions in my account": "Mayroon akong mga hindi kilalang transaksyon sa aking account",
    "I have everything but believe my account is compromised": "Mayroon akong lahat ngunit naniniwala na ang aking account ay nakompromiso",
    "Other": "Iba pa",
    "I understand I must provide a sworn statement certified ": "Naiintindihan ko na dapat akong magbigay ng sinumpaang salaysay na sertipikado",
    "by a notary public to unlock my account.": "ng isang notaryo publiko upang i-unlock ang aking account.",
    "Lock Account": "I-lock ang Account",
    "If you believe your account has been compromised, let us know": "Kung naniniwala kang nakompromiso ang iyong account, ipaalam sa amin",
    "we can lock your account. This will disable items in your wallet": "maaari naming i-lock ang iyong account. Idi-disable nito ang mga item sa iyong wallet",
    "being bought, sold, or transferred using FastSwap.": "binili, ibinenta, o inilipat gamit ang FastSwap.",
    "Save": "I-save",
    "Add": "Idagdag",
    "Floor price": "Presyo sa sahig",
    "Vol. traded": "Vol. ipinagpalit",
    "This image will also be used for navigation. 350 x 350 recommended.": "Gagamitin din ang larawang ito para sa pag-navigate. Inirerekomenda ang 350 x 350.",
    "Collection Thumbnail": "Thumbnail ng Koleksyon",
    "a collection": "isang koleksyon",
    "Banner image": "Larawan ng banner",
    "This image will appear at the top of your collection page.": "Lalabas ang larawang ito sa tuktok ng iyong pahina ng koleksyon.",
    "Avoid including too much text in this banner image, as the dimensions change on different devices. 1400 x 400 recommended.": "Iwasang magsama ng masyadong maraming text sa banner image na ito, dahil nagbabago ang mga sukat sa iba't ibang device. Inirerekomenda ang 1400 x 400.",
    "Markdown syntax is supported.": "Sinusuportahan ang markdown syntax.",
    "Customize your URL on FastSwap. Must only contain lowercase letters,numbers, and hyphens.": "I-customize ang iyong URL sa FastSwap. Dapat ay naglalaman lamang ng maliliit na titik, numero, at gitling.",
    "Collection Address": "Address ng Koleksyon",
    "Nft Token Uri": "Nft Token Uri",
    "Max Supply": "Max Supply",
    "Royalties": "Royalties",
    "Collect a fee when a user re-sells an item you originally created.": "Mangolekta ng bayad kapag muling ibinenta ng isang user ang isang item na orihinal mong ginawa.",
    "This is deducted from the final sale price and paid monthly to a payout address of your choosing.": "Ito ay ibinabawas mula sa panghuling presyo ng pagbebenta at binabayaran buwan-buwan sa isang payout address na iyong pinili.",
    "Your payout wallet address": "Ang address ng iyong payout wallet",
    "Please enter the wallet adress in which you want to receive the royalties payments": "Pakilagay ang wallet address kung saan mo gustong matanggap ang mga bayad sa royalties",
    "Collaborators": "Mga collaborator",
    "Collaborators can modify collection settings, receive payments for items they created,": "Maaaring baguhin ng mga collaborator ang mga setting ng koleksyon, tumanggap ng mga bayad para sa mga item na kanilang ginawa,",
    "change the collection's royalty payout address, and create new items.": "baguhin ang royalty payout address ng koleksyon, at lumikha ng mga bagong item.",
    "Add Collaborator": "Magdagdag ng Collaborator"
}