{
    "Trade": "Échanger",
    "Earn": "Gagner",
    "Win": "Gagner",
    "NFT": "NFT",
    "Overview": "Aperçu",
    "Rankings": "Classements",
    "Activities": "Activités",
    "Minting": "Frappe",
    "Connect Wallet": "Connecter le portefeuille",
    "Collect Digital Art": "Collectionnez l'art numérique",
    "Discover, Buy and Sell Nfts on Binance Smart Chain": "Découvrez, achetez et vendez des Nfts sur Binance Smart Chain",
    "Explore": "Explorer",
    "Create": "Créer",
    "Hot collections": "Collections chaudes",
    "Made by FastSwap": "Réalisé par FastSwap",
    "Latest drops": "Dernières gouttes",
    "See more": "Voir plus",
    "View History": "voir l'historique",
    "Buy Now": "Acheter maintenant",
    "Make Offer": "Faire une offre",
    "in stock": "en stock",
    "Price": "Prix",
    "Buy the finest NFT’s on Binance Smart Chain": "Achetez les meilleurs NFT sur Binance Smart Chain",
    "Sale Type": "Type de vente",
    "Recently Added": "Récemment ajouté",
    "Top Collections": "Meilleures collections",
    "Top Sale": "Meilleure vente",
    "Top Creators": "Meilleurs créateurs",
    "Collection": "Le recueil",
    "Volume": "Le volume",
    "Floor Price": "Prix ​​plancher",
    "Items": "Articles",
    "Owners": "Propriétaires",
    "What is SeaMammon?": "Qu'est-ce que SeaMammon ?",
    "The Seamammon is a collection of 4,000 unique Sea Mammals NFTs and digital collectibles living on the BNB Chain": "Le Seamammon est une collection de 4 000 NFT uniques de mammifères marins et d'objets de collection numériques vivant sur la chaîne BNB.",
    "Developed by FastSwap": "Développé par FastSwap.",
    "With Seamammon NFTs you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like Cointools, FastSwap and other benefits in the future": "Avec Seamammon NFT, vous aurez accès à nos jeux P2E sur Metaverse et débloquerez d'autres fonctionnalités premium dans notre écosystème de produits comme Cointools, FastSwap et d'autres avantages à l'avenir.",
    "How to get 50% discount on fees?": "Comment obtenir 50% de réduction sur les frais ?",
    "Easy! Simply list an NFT for sale with FAST or DUKE instead of BNB": "Facile! Répertoriez simplement un NFT à vendre avec FAST ou DUKE au lieu de BNB.",
    "Get 50% discount!": "Obtenez 50 % de réduction !",
    "How to buy a fixed-price NFT?": "Comment acheter un NFT à prix fixe ?",
    "Select the Buy Now button and follow the prompts in your wallet": "Sélectionnez le bouton Acheter maintenant et suivez les instructions dans votre portefeuille.",
    "Once the transaction is complete, the item will transfer to your wallet and the seller will receive the funds": "Une fois la transaction terminée, l'article sera transféré dans votre portefeuille et le vendeur recevra les fonds.",
    "You will need either FAST, DUKE or BNB": "Vous aurez besoin de FAST, DUKE ou BNB.",
    "To see the NFT in your wallet, return to your profile, and select Collected": "Pour voir le NFT dans votre portefeuille, revenez à votre profil et sélectionnez Collecté.",
    "Keep in mind, there might be a slight delay before it's visible due to transaction processing time": "Gardez à l'esprit qu'il peut y avoir un léger délai avant qu'il ne soit visible en raison du temps de traitement des transactions.",
    "How to make an offer on an NFT?": "Comment faire une offre sur un NFT ?",
    "You can begin the process to make an offer on an NFT from a few different areas on the site": "Vous pouvez commencer le processus pour faire une offre sur un NFT à partir de quelques zones différentes du site.",
    "While looking at a single collection": "En regardant une seule collection",
    "While exploring all NFTs": "En explorant tous les NFT",
    "While looking at the NFT directly": "En regardant directement le NFT",
    "Start the process by clicking Make Offer": "Démarrez le processus en cliquant sur Faire une offre.",
    "Once you have clicked on Make Offer, a modal will appear": "Une fois que vous avez cliqué sur Faire une offre, un modal apparaîtra.",
    "Input the amount of BNB you wish to make the offer for": "Entrez le montant de BNB pour lequel vous souhaitez faire l'offre.",
    "For listings with FAST or DUKE pricing, you will have to input FAST or DUKE amount": "Pour les annonces avec des prix FAST ou DUKE, vous devrez saisir le montant FAST ou DUKE.",
    "When you have input the amount of BNB you would like to offer, click Make Offer and a confirmation will appear": "Lorsque vous avez entré le montant de BNB que vous souhaitez offrir, cliquez sur Faire une offre et une confirmation apparaîtra.",
    "You will now need to confirm this action with your wallet": "Vous devrez maintenant confirmer cette action avec votre portefeuille.",
    "What is collection offer?": "Qu'est-ce que l'offre de collecte ?",
    "A Collection offer allows you to place the same BNB offer on every item within a collection with just a click": "Une offre Collection vous permet de placer la même offre BNB sur chaque article d'une collection en un seul clic.",
    "This means that anyone holding an item of the collection is able to accept your offer": "Cela signifie que toute personne détenant un article de la collection est en mesure d'accepter votre offre.",
    "If a seller accepts your collection offer, it will automatically be withdrawn from all other items in the collection": "Si un vendeur accepte votre offre de collection, elle sera automatiquement retirée de tous les autres objets de la collection.",
    "You can think of this similar to a limit order when trading cryptocurrency on an exchange": "Vous pouvez penser à cela comme à un ordre à cours limité lors de la négociation de crypto-monnaie sur un échange.",
    "How to make a collection offer?": "Comment faire une offre de collecte ?",
    "Go to the collection page of your choosing": "Accédez à la page de collecte de votre choix.",
    "At the top of the collection page, you'll see a button labeled Make Collection Offer": "En haut de la page de collecte, vous verrez un bouton intitulé Faire une offre de collecte.",
    "A modal will appear": "Un modal apparaîtra.",
    "You can now input the amount of FAST/DUKE/BNB you would like to offer across the entire collection": "Vous pouvez maintenant saisir le montant de FAST/DUKE/BNB que vous souhaitez offrir sur l'ensemble de la collection.",
    "Once you have confirmed the parameters of your collection offer, you can click on the Make Offer button": "Une fois que vous avez confirmé les paramètres de votre offre de collecte, vous pouvez cliquer sur le bouton Faire une offre.",
    "You will now be prompted to sign a message from your wallet": "Vous serez maintenant invité à signer un message depuis votre portefeuille.",
    "Once you have done this, your offer will be live on the site": "Une fois que vous avez fait cela, votre offre sera en direct sur le site.",
    "Listing an NFT for a fixed price": "Lister un NFT pour un prix fixe",
    "Navigate to the NFT you want to sell and click on Sell in the top-right corner": "Accédez au NFT que vous souhaitez vendre et cliquez sur Vendre dans le coin supérieur droit.",
    "If you don't see the Sell button, make sure you're connected to the correct wallet": "Si vous ne voyez pas le bouton Vendre, assurez-vous que vous êtes connecté au bon portefeuille.",
    "Next, you'll see a modal appear": "Ensuite, vous verrez un modal apparaître.",
    "Enter the price you want to list your NFT at, and click List Item": "Entrez le prix auquel vous souhaitez répertorier votre NFT, puis cliquez sur Élément de liste.",
    "If this is your first time selling an item from this collection, the site will ask for you to approve the collection for trading": "Si c'est la première fois que vous vendez un article de cette collection, le site vous demandera d'approuver la collection pour l'échange.",
    "Click Approve": "Cliquez sur Approuver.",
    "You only need to do this once per collection": "Vous n'avez besoin de le faire qu'une seule fois par collection.",
    "Once you've approved a collection, you don't need to do it again, unless you revoke the approval later on": "Une fois que vous avez approuvé une collection, vous n'avez pas besoin de le refaire, à moins que vous ne révoquiez l'approbation plus tard.",
    "Lastly, you'll need to confirm the listing with a transaction from your wallet": "Enfin, vous devrez confirmer la liste avec une transaction de votre portefeuille.",
    "Accepting an offer on your NFT": "Accepter une offre sur votre NFT",
    "To accept an offer on your item, you will need to go to the individual page for that NFT": "Pour accepter une offre sur votre article, vous devrez vous rendre sur la page individuelle de ce NFT.",
    "Once you're on that page, you will be able to see the list of offers which have been made": "Une fois sur cette page, vous pourrez voir la liste des offres qui ont été faites.",
    "Click Accept on the offer which you wish to accept": "Cliquez sur Accepter sur l'offre que vous souhaitez accepter.",
    "This will begin the process": "Cela lancera le processus.",
    "A modal will appear with the details of the offer": "Un modal apparaîtra avec les détails de l'offre.",
    "Click Accept Offer again to confirm that this is the offer which you want to accept": "Cliquez à nouveau sur Accepter l'offre pour confirmer qu'il s'agit bien de l'offre que vous souhaitez accepter.",
    "You will now need to confirm this in your wallet to proceed": "Vous devrez maintenant le confirmer dans votre portefeuille pour continuer.",
    "Once the transaction has been completed, you will see a success message appear, showing that your sale has been successful": "Une fois la transaction terminée, vous verrez apparaître un message de réussite indiquant que votre vente a réussi.",
    "Type": "Taper",
    "Minted": "Frappé",
    "Listed": "Listé",
    "Bid": "Offre",
    "Sale": "Vente",
    "Transfer": "Transférer",
    "Event": "Événement",
    "Quantity": "Quantité",
    "From": "De",
    "Time": "Temps",
    "Owner": "Propriétaire",
    "Action": "Action",
    "One SEAMAMMON costs": "Un SEAMAMMON coûte",
    "Excluding gas fee": "Hors frais de gaz",
    "Click to mint your NFTs": "Cliquez pour frapper vos NFT",
    "Mint": "menthe",
    "The seamammon is collection of 4,000 unique Sea mammals NFTs and digital collectibles living on the BNB Chain": "Le seamammon est une collection de 4 000 mammifères marins uniques NFT et objets de collection numériques vivant sur la chaîne BNB.",
    "Developed by Fastswap": "Développé par Fastswap.",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like %Cointools.io%, %Fastswap.finanace% and other benefits in the future": "Avec Seamammon NFT, vous aurez accès à nos jeux P2E sur Metaverse et débloquerez d'autres fonctionnalités premium dans notre écosystème de produits comme %Cointools.io%, %Fastswap.finanace% et d'autres avantages à l'avenir.",
    "Connect to a wallet": "Connectez-vous à un portefeuille",
    "Learn how to connect": "Apprenez à vous connecter",
    "Please connect your wallet and try again": "Veuillez connecter votre portefeuille et réessayer",
    "Place an offer": "Déposer une offre",
    "Confirm": "Confirmer",
    "Description": "La description",
    "About creator": "À propos du créateur",
    "Details": "Détails",
    "Items activity": "Activité des articles",
    "Price History": "Historique des prix",
    "No price history yet": "Pas encore d'historique de prix",
    "Contract Address": "Adresse du contrat",
    "Token ID": "ID de jeton",
    "Token Standard": "Norme de jeton",
    "Blockchain": "Chaîne de blocs",
    "minutes ago": "il y a quelques minutes",
    "Other items in this collection": "Autres articles de cette collection",
    "Price must be greater": "Le prix doit être supérieur",
    "Fixed": "Fixé",
    "Auction": "Enchères",
    "DUKE": "DUC",
    "FAST": "VITE",
    "BNB": "BNB",
    "Lowest Price": "Prix ​​le plus bas",
    "Highest Price": "Le prix le plus élevé",
    "Most Viewed": "Le plus regardé",
    "Most Favorited": "Le plus favori",
    "Oldest": "Le plus ancien",
    "Place Bid": "Enchérir",
    "search": "chercher",
    "Volume(USD)": "Volume(USD)",
    "Creator": "Créateur",
    "days": "journées",
    "hours": "heures",
    "minutes": "minutes",
    "seconds": "secondes",
    "ago": "depuis",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like": "Avec Seamammon NFT, vous aurez accès à nos jeux P2E sur Metaverse et débloquerez d'autres fonctionnalités premium dans notre écosystème de produits comme",
    "and other benefits in the future": "et d'autres avantages à l'avenir",
    "Keep in mind, there might be a slight delay before it`s visible due to transaction processing time": "Gardez à l'esprit qu'il peut y avoir un léger délai avant qu'il ne soit visible en raison du temps de traitement des transactions",
    "At the top of the collection page, you`ll see a button labeled Make Collection Offer.": "En haut de la page de collecte, vous verrez un bouton intitulé Faire une offre de collecte.",
    "If you don`t see the Sell button, make sure you`re connected to the correct wallet.": "Si vous ne voyez pas le bouton Vendre, assurez-vous que vous êtes connecté au bon portefeuille.",
    "Next, you`ll see a modal appear.": "Ensuite, vous verrez un modal apparaître.",
    "Once you`ve approved a collection, you don`t need to do it again, unless you revoke the approval later on.": "Une fois que vous avez approuvé une collection, vous n'avez pas besoin de le refaire, à moins que vous ne révoquiez l'approbation plus tard.",
    "Lastly, you`ll need to confirm the listing with a transaction from your wallet.": "Enfin, vous devrez confirmer la liste avec une transaction de votre portefeuille.",
    "Once you`re on that page, you will be able to see the list of offers which have been made.": "Une fois sur cette page, vous pourrez voir la liste des offres qui ont été faites.",
    "What is a collection offer?": "Qu'est-ce qu'une offre de collecte ?",
    "Listing an NFT for a Fixed Price": "Lister un NFT pour un prix fixe",
    "views": "vues",
    "favorite": "favori",
    "copies": "copies",
    "Time Left": "Temps restant",
    "Buy now": "Acheter maintenant",
    "Make an offer": "Faire une offre",
    "My Profile": "Mon profil",
    "Admin": "Administrateur",
    "Nft Total Sales": "Ventes totales Nft",
    "User List": "liste d'utilisateur",
    "Collection List": "Liste de collecte",
    "Daily": "du quotidien",
    "Weekly": "Hebdomadaire",
    "Monthly": "Mensuel",
    "Yearly": "Annuel",
    "Total": "Total",
    "Users": "Utilisateurs",
    "Collections": "Collections",
    "Name": "Nom",
    "Wallet": "Porte monnaie",
    "Joined At": "Inscrit à",
    "There is nothing here.": "Il n'y a rien ici.",
    "Create NFT": "Créer NFT",
    "Image, Video, 3D model or Audio": "Image, Vidéo, Modèle 3D ou Audio",
    "Item Name": "Nom de l'article",
    "Displayed on the item page": "Affiché sur la page de l'article",
    "Put on marketplace": "Mettre sur le marché",
    "Your item will be on Sale": "Votre article sera en vente",
    "Provide a detailed description of the item": "Fournir une description détaillée de l'article",
    "Unlock Once Purchased": "Déverrouiller une fois acheté",
    "Content will be unlocked once purchased": "Le contenu sera déverrouillé une fois acheté",
    "Enter Digital Key, Code, Link etc.": "Entrez la clé numérique, le code, le lien, etc.",
    "Select existing Collection or create new one": "Sélectionnez une collection existante ou créez-en une nouvelle",
    "Add Collection": "Ajouter une collection",
    "Collected": "Collecté",
    "Created": "Établi",
    "On Auction": "Aux enchères",
    "Sold": "Vendu",
    "Load More": "Charger plus",
    "Item": "Article",
    "Watching": "En train de regarder",
    "Like": "Comme",
    "Activity": "Activité",
    "Profile": "Profil",
    "Notification": "Notification",
    "Offers": "Des offres",
    "Support": "Soutien",
    "Email Address": "Adresse e-mail",
    "Links": "Liens",
    "Wallet Address": "Adresse du portefeuille",
    "Select which notifications you would like to receive for": "Sélectionnez les notifications que vous souhaitez recevoir pour",
    "Item Sold": "Article vendu",
    "When someone purchased one of your items": "Quand quelqu'un a acheté l'un de vos articles",
    "Bid Activity": "Activité d'enchère",
    "When someone bids on one of your items": "Quand quelqu'un enchérit sur l'un de vos objets",
    "Price Change": "Changement de prix",
    "When an item you made an offer on changes in price": "Lorsqu'un article que vous avez fait une offre sur les changements de prix",
    "Auction Expiration": "Expiration de l'enchère",
    "When a Dutch or English auction you created ends": "Lorsqu'une enchère néerlandaise ou anglaise que vous avez créée se termine",
    "Outbid": "Surenchérir",
    "When an offer you placed is exceeded by another user": "Lorsqu'une offre que vous avez placée est dépassée par un autre utilisateur",
    "Referral Successful": "Parrainage réussi",
    "When an item you referred is purchased": "Lorsqu'un article que vous avez référé est acheté",
    "Owned Asset updates": "Mises à jour des actifs détenus",
    "When a significant update occurs for one of the items you have purchased on FastSwap": "Lorsqu'une mise à jour importante se produit pour l'un des articles que vous avez achetés sur FastSwap",
    "Successful Purchase": "Achat réussi",
    "When you successfully buy an item": "Lorsque vous avez réussi à acheter un article",
    "Fastswap newsletter": "Lettre d'information Fastswap",
    "Occasional updates from the FastSwap team": "Mises à jour occasionnelles de l'équipe FastSwap",
    "Minimum Bid Treshold": "Seuil d'enchère minimum",
    "Receive notifications only when you receive offers with a value greater than or equal to this amount of Currency.": "Recevez des notifications uniquement lorsque vous recevez des offres d'une valeur supérieure ou égale à ce montant de devise.",
    "Set a minimum offer for collections to ignore low offers.": "Définissez une offre minimale pour les collections afin d'ignorer les offres basses.",
    "You will not be notified on offers below your minimum amounts for items is that collection.": "Vous ne serez pas informé des offres inférieures à vos montants minimums pour les articles de cette collection.",
    "Minimum Price": "Prix ​​minimum",
    "If you need help related to your account, we can help you.": "Si vous avez besoin d'aide concernant votre compte, nous pouvons vous aider.",
    "General help": "Aide générale",
    "Visit our": "Visitez notre",
    "help center": "centre d'aide",
    "to learn how to get started with buying, selling, and creating.": "pour apprendre à démarrer avec l'achat, la vente et la création.",
    "Contact FastSwap Support": "Contacter l'assistance FastSwap",
    "Can't find the answers you’re looking for?": "Vous ne trouvez pas les réponses que vous cherchez ?",
    "You can": "Tu peux",
    "submit a request": "Soumettre une demande",
    "here": "ici",
    "Help with a compromised account": "Aide avec un compte compromis",
    "If you believe your account has been compromised, let us know and we can lock your account. This will disable items in your wallet from being bought, sold, or transferred using FastSwap.": "Si vous pensez que votre compte a été compromis, faites-le nous savoir et nous pourrons verrouiller votre compte. Cela empêchera les articles de votre portefeuille d'être achetés, vendus ou transférés à l'aide de FastSwap.",
    "Learn more.": "Apprendre encore plus.",
    "Settings": "Réglages",
    "Tell us a little bit about you": "Parlez-nous un peu de vous",
    "Your username": "Votre nom d'utilisateur",
    "Your email": "Votre e-mail",
    "Describe your issue": "Décrivez votre problème",
    "I have unknown transactions in my account": "J'ai des transactions inconnues sur mon compte",
    "I have everything but believe my account is compromised": "J'ai tout mais je pense que mon compte est compromis",
    "Other": "Autre",
    "I understand I must provide a sworn statement certified ": "Je comprends que je dois fournir une déclaration sur l'honneur certifiée",
    "by a notary public to unlock my account.": "par un notaire public pour débloquer mon compte.",
    "Lock Account": "Verrouiller le compte",
    "If you believe your account has been compromised, let us know": "Si vous pensez que votre compte a été compromis, faites-le nous savoir",
    "we can lock your account. This will disable items in your wallet": "nous pouvons verrouiller votre compte. Cela désactivera les éléments de votre portefeuille",
    "being bought, sold, or transferred using FastSwap.": "achetés, vendus ou transférés à l'aide de FastSwap.",
    "Save": "sauvegarder",
    "Add": "Ajouter",
    "Floor price": "Prix ​​plancher",
    "Vol. traded": "Vol. négociés",
    "This image will also be used for navigation. 350 x 350 recommended.": "Cette image sera également utilisée pour la navigation. 350 x 350 recommandé.",
    "Collection Thumbnail": "Vignette de la collection",
    "a collection": "une collection",
    "Banner image": "Image de bannière",
    "This image will appear at the top of your collection page.": "Cette image apparaîtra en haut de votre page de collection.",
    "Avoid including too much text in this banner image, as the dimensions change on different devices. 1400 x 400 recommended.": "Évitez d'inclure trop de texte dans cette image de bannière, car les dimensions changent sur différents appareils. 1400 x 400 recommandé.",
    "Markdown syntax is supported.": "La syntaxe Markdown est prise en charge.",
    "Customize your URL on FastSwap. Must only contain lowercase letters,numbers, and hyphens.": "Personnalisez votre URL sur FastSwap. Ne doit contenir que des lettres minuscules, des chiffres et des tirets.",
    "Collection Address": "Adresse de collecte",
    "Nft Token Uri": "Uri du jeton Nft",
    "Max Supply": "Approvisionnement maximum",
    "Royalties": "Redevance",
    "Collect a fee when a user re-sells an item you originally created.": "Percevez des frais lorsqu'un utilisateur revend un article que vous avez créé à l'origine.",
    "This is deducted from the final sale price and paid monthly to a payout address of your choosing.": "Celui-ci est déduit du prix de vente final et versé mensuellement à l'adresse de paiement de votre choix.",
    "Your payout wallet address": "L'adresse de votre portefeuille de paiement",
    "Please enter the wallet adress in which you want to receive the royalties payments": "Veuillez entrer l'adresse du portefeuille dans lequel vous souhaitez recevoir les paiements des redevances",
    "Collaborators": "Collaborateurs",
    "Collaborators can modify collection settings, receive payments for items they created,": "Les collaborateurs peuvent modifier les paramètres de collecte, recevoir des paiements pour les articles qu'ils ont créés,",
    "change the collection's royalty payout address, and create new items.": "modifier l'adresse de paiement des redevances de la collection et créer de nouveaux éléments.",
    "Add Collaborator": "Ajouter un collaborateur"
}