{
    "Trade": "व्यापार",
    "Earn": "कमाना",
    "Win": "जीत",
    "NFT": "एनएफटी",
    "Overview": "अवलोकन",
    "Rankings": "रैंकिंग",
    "Activities": "गतिविधियां",
    "Minting": "मिंटिंग",
    "Connect Wallet": "वॉलेट कनेक्ट करें",
    "Collect Digital Art": "डिजिटल कला लीजिए",
    "Discover, Buy and Sell Nfts on Binance Smart Chain": "बिनेंस स्मार्ट चेन पर एनएफटी खोजें, खरीदें और बेचें",
    "Explore": "अन्वेषण करना",
    "Create": "सृजन करना",
    "Hot collections": "गर्म संग्रह",
    "Made by FastSwap": "FastSwap द्वारा निर्मित",
    "Latest drops": "नवीनतम बूँदें",
    "See more": "और देखें",
    "View History": "इतिहास देखें",
    "Buy Now": "अभी खरीदें",
    "Make Offer": "प्रस्ताव देना",
    "in stock": "स्टॉक में",
    "Price": "कीमत",
    "Buy the finest NFT’s on Binance Smart Chain": "Binance स्मार्ट चेन पर बेहतरीन NFT खरीदें",
    "Sale Type": "बिक्री प्रकार",
    "Recently Added": "हाल ही में जोड़ा",
    "Top Collections": "शीर्ष संग्रह",
    "Top Sale": "शीर्ष बिक्री",
    "Top Creators": "शीर्ष निर्माता",
    "Collection": "संग्रह",
    "Volume": "मात्रा",
    "Floor Price": "न्यूनतम मूल्य",
    "Items": "सामान",
    "Owners": "मालिकों",
    "What is SeaMammon?": "सीमैमन क्या है?",
    "The Seamammon is a collection of 4,000 unique Sea Mammals NFTs and digital collectibles living on the BNB Chain": "सीमैमॉन 4,000 अद्वितीय समुद्री स्तनपायी एनएफटी और बीएनबी श्रृंखला पर रहने वाले डिजिटल संग्रहणीय वस्तुओं का एक संग्रह है।",
    "Developed by FastSwap": "FastSwap द्वारा विकसित।",
    "With Seamammon NFTs you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like Cointools, FastSwap and other benefits in the future": "सीमैमॉन एनएफटी के साथ आप मेटावर्स पर हमारे पी2ई गेम तक पहुंच पाएंगे और भविष्य में कॉइनटूल, फास्टस्वैप और अन्य लाभों जैसे उत्पादों के हमारे पारिस्थितिकी तंत्र में अन्य प्रीमियम सुविधाओं को अनलॉक करेंगे।",
    "How to get 50% discount on fees?": "फीस पर 50% की छूट कैसे प्राप्त करें?",
    "Easy! Simply list an NFT for sale with FAST or DUKE instead of BNB": "आसान! बस BNB के बजाय FAST या DUKE के साथ बिक्री के लिए NFT सूचीबद्ध करें।",
    "Get 50% discount!": "50% की छूट पाएं!",
    "How to buy a fixed-price NFT?": "फिक्स्ड-प्राइस एनएफटी कैसे खरीदें?",
    "Select the Buy Now button and follow the prompts in your wallet": "अभी खरीदें बटन का चयन करें और अपने बटुए में संकेतों का पालन करें।",
    "Once the transaction is complete, the item will transfer to your wallet and the seller will receive the funds": "एक बार लेन-देन पूरा हो जाने के बाद, आइटम आपके वॉलेट में स्थानांतरित हो जाएगा और विक्रेता को धन प्राप्त होगा।",
    "You will need either FAST, DUKE or BNB": "आपको या तो FAST, DUKE या BNB की आवश्यकता होगी।",
    "To see the NFT in your wallet, return to your profile, and select Collected": "अपने बटुए में एनएफटी देखने के लिए, अपनी प्रोफ़ाइल पर वापस लौटें और एकत्रित का चयन करें।",
    "Keep in mind, there might be a slight delay before it's visible due to transaction processing time": "ध्यान रखें, लेन-देन संसाधन समय के कारण इसके दिखाई देने में थोड़ा विलंब हो सकता है.",
    "How to make an offer on an NFT?": "NFT पर ऑफ़र कैसे करें?",
    "You can begin the process to make an offer on an NFT from a few different areas on the site": "आप साइट पर कुछ अलग-अलग क्षेत्रों से एनएफटी पर एक प्रस्ताव देने की प्रक्रिया शुरू कर सकते हैं।",
    "While looking at a single collection": "एकल संग्रह को देखते हुए",
    "While exploring all NFTs": "सभी एनएफटी की खोज करते समय",
    "While looking at the NFT directly": "सीधे एनएफटी को देखते हुए",
    "Start the process by clicking Make Offer": "मेक ऑफर पर क्लिक करके प्रक्रिया शुरू करें।",
    "Once you have clicked on Make Offer, a modal will appear": "मेक ऑफर पर क्लिक करने के बाद, एक मोडल दिखाई देगा।",
    "Input the amount of BNB you wish to make the offer for": "उस बीएनबी की राशि दर्ज करें जिसके लिए आप प्रस्ताव देना चाहते हैं।",
    "For listings with FAST or DUKE pricing, you will have to input FAST or DUKE amount": "FAST या DUKE मूल्य निर्धारण वाली लिस्टिंग के लिए, आपको FAST या DUKE राशि दर्ज करनी होगी।",
    "When you have input the amount of BNB you would like to offer, click Make Offer and a confirmation will appear": "जब आपके पास उस बीएनबी की राशि का इनपुट हो जिसे आप ऑफ़र करना चाहते हैं, तो ऑफ़र करें पर क्लिक करें और एक पुष्टिकरण दिखाई देगा।",
    "You will now need to confirm this action with your wallet": "अब आपको अपने वॉलेट से इस क्रिया की पुष्टि करनी होगी।",
    "What is collection offer?": "संग्रह प्रस्ताव क्या है?",
    "A Collection offer allows you to place the same BNB offer on every item within a collection with just a click": "एक संग्रह ऑफ़र आपको केवल एक क्लिक के साथ संग्रह के भीतर प्रत्येक आइटम पर एक ही बीएनबी ऑफ़र रखने की अनुमति देता है।",
    "This means that anyone holding an item of the collection is able to accept your offer": "इसका मतलब यह है कि संग्रह की किसी वस्तु को रखने वाला कोई भी व्यक्ति आपके प्रस्ताव को स्वीकार करने में सक्षम है।",
    "If a seller accepts your collection offer, it will automatically be withdrawn from all other items in the collection": "यदि कोई विक्रेता आपके संग्रह प्रस्ताव को स्वीकार करता है, तो इसे संग्रह में अन्य सभी मदों से स्वचालित रूप से वापस ले लिया जाएगा।",
    "You can think of this similar to a limit order when trading cryptocurrency on an exchange": "एक्सचेंज पर क्रिप्टोकुरेंसी का व्यापार करते समय आप इसे एक सीमा आदेश के समान सोच सकते हैं।",
    "How to make a collection offer?": "कलेक्शन ऑफर कैसे करें?",
    "Go to the collection page of your choosing": "अपने चयन के संग्रह पृष्ठ पर जाएं।",
    "At the top of the collection page, you'll see a button labeled Make Collection Offer": "संग्रह पृष्ठ के शीर्ष पर, आपको संग्रह ऑफ़र बनाएं लेबल वाला एक बटन दिखाई देगा.",
    "A modal will appear": "एक मोडल दिखाई देगा।",
    "You can now input the amount of FAST/DUKE/BNB you would like to offer across the entire collection": "अब आप FAST/DUKE/BNB की वह राशि डाल सकते हैं, जो आप पूरे संग्रह में देना चाहते हैं।",
    "Once you have confirmed the parameters of your collection offer, you can click on the Make Offer button": "एक बार जब आप अपने संग्रह प्रस्ताव के मापदंडों की पुष्टि कर लेते हैं, तो आप मेक ऑफर बटन पर क्लिक कर सकते हैं।",
    "You will now be prompted to sign a message from your wallet": "अब आपको अपने वॉलेट से एक संदेश पर हस्ताक्षर करने के लिए प्रेरित किया जाएगा।",
    "Once you have done this, your offer will be live on the site": "ऐसा करने के बाद, आपका ऑफ़र साइट पर लाइव हो जाएगा।",
    "Listing an NFT for a fixed price": "एक निश्चित मूल्य के लिए एक एनएफटी सूचीबद्ध करना",
    "Navigate to the NFT you want to sell and click on Sell in the top-right corner": "उस एनएफटी पर नेविगेट करें जिसे आप बेचना चाहते हैं और शीर्ष-दाएं कोने में सेल पर क्लिक करें।",
    "If you don't see the Sell button, make sure you're connected to the correct wallet": "अगर आपको सेल बटन दिखाई नहीं देता है, तो सुनिश्चित करें कि आप सही वॉलेट से जुड़े हैं।",
    "Next, you'll see a modal appear": "इसके बाद, आपको एक मोडल दिखाई देगा।",
    "Enter the price you want to list your NFT at, and click List Item": "वह मूल्य दर्ज करें जिस पर आप अपना एनएफटी सूचीबद्ध करना चाहते हैं, और सूची आइटम पर क्लिक करें।",
    "If this is your first time selling an item from this collection, the site will ask for you to approve the collection for trading": "यदि आप पहली बार इस संग्रह से कोई वस्तु बेच रहे हैं, तो साइट आपसे संग्रह को व्यापार के लिए अनुमोदित करने के लिए कहेगी।",
    "Click Approve": "मंज़ूरी दें पर क्लिक करें.",
    "You only need to do this once per collection": "आपको प्रति संग्रह केवल एक बार ऐसा करने की आवश्यकता है।",
    "Once you've approved a collection, you don't need to do it again, unless you revoke the approval later on": "एक बार जब आप संग्रह को मंजूरी दे देते हैं, तो आपको इसे फिर से करने की आवश्यकता नहीं होती है, जब तक कि आप बाद में स्वीकृति को रद्द नहीं कर देते।",
    "Lastly, you'll need to confirm the listing with a transaction from your wallet": "अंत में, आपको अपने वॉलेट से लेनदेन के साथ लिस्टिंग की पुष्टि करनी होगी।",
    "Accepting an offer on your NFT": "अपने एनएफटी पर एक प्रस्ताव स्वीकार करना",
    "To accept an offer on your item, you will need to go to the individual page for that NFT": "अपने आइटम पर एक प्रस्ताव स्वीकार करने के लिए, आपको उस एनएफटी के लिए अलग-अलग पेज पर जाना होगा।",
    "Once you're on that page, you will be able to see the list of offers which have been made": "एक बार जब आप उस पृष्ठ पर होंगे, तो आप उन प्रस्तावों की सूची देख पाएंगे जो किए गए हैं।",
    "Click Accept on the offer which you wish to accept": "उस प्रस्ताव पर स्वीकार करें पर क्लिक करें जिसे आप स्वीकार करना चाहते हैं।",
    "This will begin the process": "इससे प्रक्रिया शुरू हो जाएगी।",
    "A modal will appear with the details of the offer": "ऑफ़र के विवरण के साथ एक मोडल दिखाई देगा।",
    "Click Accept Offer again to confirm that this is the offer which you want to accept": "यह पुष्टि करने के लिए कि यह वह प्रस्ताव है जिसे आप स्वीकार करना चाहते हैं, फिर से प्रस्ताव स्वीकार करें पर क्लिक करें।",
    "You will now need to confirm this in your wallet to proceed": "आगे बढ़ने के लिए अब आपको अपने वॉलेट में इसकी पुष्टि करनी होगी।",
    "Once the transaction has been completed, you will see a success message appear, showing that your sale has been successful": "एक बार लेन-देन पूरा हो जाने के बाद, आपको एक सफल संदेश दिखाई देगा, जो दर्शाता है कि आपकी बिक्री सफल रही है।",
    "Type": "टाइप",
    "Minted": "ढाला",
    "Listed": "सूचीबद्ध",
    "Bid": "बोली लगाना",
    "Sale": "बिक्री",
    "Transfer": "स्थानांतरण करना",
    "Event": "आयोजन",
    "Quantity": "मात्रा",
    "From": "से",
    "Time": "समय",
    "Owner": "स्वामी",
    "Action": "गतिविधि",
    "One SEAMAMMON costs": "एक समुद्री मछली की कीमत",
    "Excluding gas fee": "गैस शुल्क को छोड़कर",
    "Click to mint your NFTs": "अपने एनएफटी को ढालने के लिए क्लिक करें",
    "Mint": "पुदीना",
    "The seamammon is collection of 4,000 unique Sea mammals NFTs and digital collectibles living on the BNB Chain": "सीमैमन 4,000 अद्वितीय समुद्री स्तनपायी एनएफटी और बीएनबी श्रृंखला पर रहने वाले डिजिटल संग्रह का संग्रह है।",
    "Developed by Fastswap": "Fastswap द्वारा विकसित।",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like %Cointools.io%, %Fastswap.finanace% and other benefits in the future": "सीमैमॉन एनएफटी के साथ आप मेटावर्स पर हमारे पी2ई गेम तक पहुंच पाएंगे और भविष्य में हमारे उत्पादों के इकोसिस्टम में अन्य प्रीमियम सुविधाओं जैसे %Cointools.io%, %Fastswap.finanace% और अन्य लाभों को अनलॉक करेंगे।",
    "Connect to a wallet": "वॉलेट से कनेक्ट करें",
    "Learn how to connect": "कनेक्ट करना सीखें",
    "Please connect your wallet and try again": "कृपया अपना वॉलेट कनेक्ट करें और पुनः प्रयास करें",
    "Place an offer": "एक प्रस्ताव रखें",
    "Confirm": "पुष्टि करें",
    "Description": "विवरण",
    "About creator": "निर्माता के बारे में",
    "Details": "विवरण",
    "Items activity": "आइटम गतिविधि",
    "Price History": "मूल्य इतिहास",
    "No price history yet": "अभी तक कोई मूल्य इतिहास नहीं",
    "Contract Address": "अनुबंध का पता",
    "Token ID": "टोकन आईडी",
    "Token Standard": "टोकन मानक",
    "Blockchain": "ब्लॉकचेन",
    "minutes ago": "कुछ मिनट पहले",
    "Other items in this collection": "इस संग्रह में अन्य आइटम",
    "Price must be greater": "कीमत अधिक होनी चाहिए",
    "Fixed": "हल किया गया",
    "Auction": "नीलामी",
    "DUKE": "ड्यूक",
    "FAST": "तेज़",
    "BNB": "बीएनबी",
    "Lowest Price": "सबसे कम दाम",
    "Highest Price": "सबसे ज़्यादा कीमत",
    "Most Viewed": "सबसे ज्यादा देखा गया",
    "Most Favorited": "सबसे पसंदीदा",
    "Oldest": "सबसे पुराने",
    "Place Bid": "बोली लगाना",
    "search": "तलाशी",
    "Volume(USD)": "वॉल्यूम (यूएसडी)",
    "Creator": "बनाने वाला",
    "days": "दिन",
    "hours": "घंटे",
    "minutes": "मिनट",
    "seconds": "सेकंड",
    "ago": "पहले",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like": "सीमैमन एनएफटी के साथ आप मेटावर्स पर हमारे पी2ई गेम्स तक पहुंच प्राप्त कर सकेंगे और उत्पादों के हमारे इकोसिस्टम में अन्य प्रीमियम सुविधाओं को अनलॉक कर सकेंगे।",
    "and other benefits in the future": "और भविष्य में अन्य लाभ",
    "Keep in mind, there might be a slight delay before it`s visible due to transaction processing time": "ध्यान रखें, लेन-देन संसाधन समय के कारण दिखाई देने में थोड़ा विलंब हो सकता है",
    "At the top of the collection page, you`ll see a button labeled Make Collection Offer.": "संग्रह पृष्ठ के शीर्ष पर, आपको संग्रह ऑफ़र बनाएं लेबल वाला एक बटन दिखाई देगा।",
    "If you don`t see the Sell button, make sure you`re connected to the correct wallet.": "अगर आपको सेल बटन दिखाई नहीं देता है, तो सुनिश्चित करें कि आप सही वॉलेट से जुड़े हैं।",
    "Next, you`ll see a modal appear.": "इसके बाद, आपको एक मोडल दिखाई देगा।",
    "Once you`ve approved a collection, you don`t need to do it again, unless you revoke the approval later on.": "एक बार जब आप संग्रह को मंजूरी दे देते हैं, तो आपको इसे फिर से करने की आवश्यकता नहीं होती है, जब तक कि आप बाद में स्वीकृति को रद्द नहीं कर देते।",
    "Lastly, you`ll need to confirm the listing with a transaction from your wallet.": "अंत में, आपको अपने वॉलेट से लेनदेन के साथ लिस्टिंग की पुष्टि करनी होगी।",
    "Once you`re on that page, you will be able to see the list of offers which have been made.": "एक बार जब आप उस पृष्ठ पर होते हैं, तो आप उन प्रस्तावों की सूची देख पाएंगे जो किए गए हैं।",
    "What is a collection offer?": "एक संग्रह प्रस्ताव क्या है?",
    "Listing an NFT for a Fixed Price": "एक निश्चित मूल्य के लिए एक एनएफटी सूचीबद्ध करना",
    "views": "विचारों",
    "favorite": "पसंदीदा",
    "copies": "प्रतियां",
    "Time Left": "शेष समय",
    "Buy now": "अभी खरीदें",
    "Make an offer": "एक प्रस्ताव",
    "My Profile": "मेरी प्रोफाइल",
    "Admin": "व्यवस्थापक",
    "Nft Total Sales": "एनएफटी कुल बिक्री",
    "User List": "उपयोगकर्ता सूची",
    "Collection List": "संग्रह सूची",
    "Daily": "रोज",
    "Weekly": "साप्ताहिक",
    "Monthly": "महीने के",
    "Yearly": "सालाना",
    "Total": "कुल",
    "Users": "उपयोगकर्ताओं",
    "Collections": "संग्रह",
    "Name": "नाम",
    "Wallet": "बटुआ",
    "Joined At": "At . में शामिल हुए",
    "There is nothing here.": "यहां कुछ नहीं है।",
    "Create NFT": "एनएफटी बनाएं",
    "Image, Video, 3D model or Audio": "छवि, वीडियो, 3D मॉडल या ऑडियो",
    "Item Name": "वस्तु का नाम",
    "Displayed on the item page": "आइटम पेज पर प्रदर्शित",
    "Put on marketplace": "बाज़ार में लगाएं",
    "Your item will be on Sale": "आपका आइटम बिक्री पर होगा",
    "Provide a detailed description of the item": "आइटम का विस्तृत विवरण प्रदान करें",
    "Unlock Once Purchased": "एक बार खरीदने के बाद अनलॉक करें",
    "Content will be unlocked once purchased": "एक बार खरीदे जाने के बाद सामग्री अनलॉक हो जाएगी",
    "Enter Digital Key, Code, Link etc.": "डिजिटल कुंजी, कोड, लिंक आदि दर्ज करें।",
    "Select existing Collection or create new one": "मौजूदा संग्रह चुनें या नया बनाएं",
    "Add Collection": "संग्रह जोड़ें",
    "Collected": "जुटाया हुआ।",
    "Created": "बनाया था",
    "On Auction": "नीलामी पर",
    "Sold": "बेचा",
    "Load More": "और लोड करें",
    "Item": "वस्तु",
    "Watching": "देख रहे",
    "Like": "पसंद करना",
    "Activity": "गतिविधि",
    "Profile": "प्रोफ़ाइल",
    "Notification": "अधिसूचना",
    "Offers": "ऑफर",
    "Support": "सहायता",
    "Email Address": "ईमेल पता",
    "Links": "लिंक",
    "Wallet Address": "वॉलेट का पता",
    "Select which notifications you would like to receive for": "चुनें कि आप किन सूचनाओं के लिए प्राप्त करना चाहते हैं",
    "Item Sold": "आइटम बिका",
    "When someone purchased one of your items": "जब किसी ने आपका कोई सामान खरीदा",
    "Bid Activity": "बोली गतिविधि",
    "When someone bids on one of your items": "जब कोई आपके किसी आइटम पर बोली लगाता है",
    "Price Change": "मूल्य परिवर्तन",
    "When an item you made an offer on changes in price": "जब कोई आइटम आपने कीमत में बदलाव पर ऑफ़र किया हो",
    "Auction Expiration": "नीलामी समाप्ति",
    "When a Dutch or English auction you created ends": "जब आपके द्वारा बनाई गई डच या अंग्रेज़ी नीलामी समाप्त होती है",
    "Outbid": "आउटबिड",
    "When an offer you placed is exceeded by another user": "जब आपके द्वारा दिया गया प्रस्ताव किसी अन्य उपयोगकर्ता द्वारा पार किया जाता है",
    "Referral Successful": "रेफ़रल सफल",
    "When an item you referred is purchased": "जब आपके द्वारा संदर्भित कोई वस्तु खरीदी जाती है",
    "Owned Asset updates": "स्वामित्व वाली संपत्ति अद्यतन",
    "When a significant update occurs for one of the items you have purchased on FastSwap": "जब आपके द्वारा FastSwap पर खरीदे गए किसी एक आइटम के लिए महत्वपूर्ण अपडेट होता है",
    "Successful Purchase": "सफल खरीदारी",
    "When you successfully buy an item": "जब आप सफलतापूर्वक कोई वस्तु खरीदते हैं",
    "Fastswap newsletter": "फास्टस्वैप न्यूजलेटर",
    "Occasional updates from the FastSwap team": "FastSwap टीम से समसामयिक अपडेट",
    "Minimum Bid Treshold": "न्यूनतम बोली सीमा",
    "Receive notifications only when you receive offers with a value greater than or equal to this amount of Currency.": "सूचनाएं तभी प्राप्त करें जब आपको मुद्रा की इस राशि से अधिक या उसके बराबर मूल्य वाले ऑफ़र प्राप्त हों।",
    "Set a minimum offer for collections to ignore low offers.": "कम ऑफ़र को नज़रअंदाज़ करने के लिए संग्रह के लिए न्यूनतम ऑफ़र सेट करें।",
    "You will not be notified on offers below your minimum amounts for items is that collection.": "आपको उस संग्रह की वस्तुओं के लिए आपकी न्यूनतम राशि से कम के ऑफ़र पर सूचित नहीं किया जाएगा।",
    "Minimum Price": "न्यूनतम मूल्य",
    "If you need help related to your account, we can help you.": "यदि आपको अपने खाते से संबंधित सहायता चाहिए, तो हम आपकी सहायता कर सकते हैं।",
    "General help": "सामान्य सहायता",
    "Visit our": "हमारी यात्रा",
    "help center": "सहायता केंद्र",
    "to learn how to get started with buying, selling, and creating.": "खरीदने, बेचने और बनाने के साथ आरंभ करने का तरीका जानने के लिए।",
    "Contact FastSwap Support": "FastSwap समर्थन से संपर्क करें",
    "Can't find the answers you’re looking for?": "आप जिन उत्तरों की तलाश कर रहे हैं, वे नहीं मिल रहे हैं?",
    "You can": "तुम कर सकते हो",
    "submit a request": "एक अनुरोध सबमिट करें",
    "here": "यहां",
    "Help with a compromised account": "एक छेड़छाड़ किए गए खाते में सहायता",
    "If you believe your account has been compromised, let us know and we can lock your account. This will disable items in your wallet from being bought, sold, or transferred using FastSwap.": "यदि आपको लगता है कि आपके खाते से छेड़छाड़ की गई है, तो हमें बताएं और हम आपका खाता लॉक कर सकते हैं। यह आपके बटुए में आइटम को FastSwap का उपयोग करके खरीदे, बेचे या स्थानांतरित किए जाने से अक्षम कर देगा।",
    "Learn more.": "और अधिक जानें।",
    "Settings": "समायोजन",
    "Tell us a little bit about you": "अपने बारे में थोड़ा बताएं",
    "Your username": "तुम्हारा प्रयोगकर्ती नाम",
    "Your email": "तुम्हारा ईमेल",
    "Describe your issue": "अपनी समस्या का वर्णन करें",
    "I have unknown transactions in my account": "मेरे खाते में अज्ञात लेनदेन हैं",
    "I have everything but believe my account is compromised": "मेरे पास सब कुछ है लेकिन विश्वास है कि मेरे खाते से छेड़छाड़ की गई है",
    "Other": "अन्य",
    "I understand I must provide a sworn statement certified ": "मैं समझता/समझती हूं कि मुझे प्रमाणित शपथ पत्र देना होगा",
    "by a notary public to unlock my account.": "मेरे खाते को अनलॉक करने के लिए एक नोटरी पब्लिक द्वारा।",
    "Lock Account": "खाता लॉक करें",
    "If you believe your account has been compromised, let us know": "अगर आपको लगता है कि आपके खाते से छेड़छाड़ की गई है, तो हमें बताएं",
    "we can lock your account. This will disable items in your wallet": "हम आपका खाता लॉक कर सकते हैं। यह आपके बटुए में आइटम अक्षम कर देगा",
    "being bought, sold, or transferred using FastSwap.": "FastSwap का उपयोग करके खरीदा, बेचा या स्थानांतरित किया जा रहा है।",
    "Save": "बचाना",
    "Add": "जोड़ें",
    "Floor price": "न्यूनतम मूल्य",
    "Vol. traded": "वॉल्यूम। कारोबार",
    "This image will also be used for navigation. 350 x 350 recommended.": "इस छवि का उपयोग नेविगेशन के लिए भी किया जाएगा। 350 x 350 अनुशंसित।",
    "Collection Thumbnail": "संग्रह थंबनेल",
    "a collection": "संग्रह",
    "Banner image": "बैनर छवि",
    "This image will appear at the top of your collection page.": "यह छवि आपके संग्रह पृष्ठ के शीर्ष पर दिखाई देगी।",
    "Avoid including too much text in this banner image, as the dimensions change on different devices. 1400 x 400 recommended.": "इस बैनर छवि में बहुत अधिक टेक्स्ट शामिल करने से बचें, क्योंकि विभिन्न उपकरणों पर आयाम बदलते हैं। 1400 x 400 अनुशंसित।",
    "Markdown syntax is supported.": "मार्कडाउन सिंटैक्स समर्थित है।",
    "Customize your URL on FastSwap. Must only contain lowercase letters,numbers, and hyphens.": "FastSwap पर अपना URL अनुकूलित करें। केवल लोअरकेस अक्षर, संख्याएं और हाइफ़न होना चाहिए।",
    "Collection Address": "संग्रह का पता",
    "Nft Token Uri": "एनएफटी टोकन उरी",
    "Max Supply": "अधिकतम आपूर्ति",
    "Royalties": "रॉयल्टी",
    "Collect a fee when a user re-sells an item you originally created.": "जब कोई उपयोगकर्ता आपके द्वारा मूल रूप से बनाई गई वस्तु को फिर से बेचता है, तो शुल्क जमा करें।",
    "This is deducted from the final sale price and paid monthly to a payout address of your choosing.": "यह अंतिम बिक्री मूल्य से काट लिया जाता है और आपके द्वारा चुने गए पेआउट पते पर मासिक भुगतान किया जाता है।",
    "Your payout wallet address": "आपका पेआउट वॉलेट पता",
    "Please enter the wallet adress in which you want to receive the royalties payments": "कृपया उस वॉलेट का पता दर्ज करें जिसमें आप रॉयल्टी भुगतान प्राप्त करना चाहते हैं",
    "Collaborators": "सहयोगियों",
    "Collaborators can modify collection settings, receive payments for items they created,": "सहयोगी संग्रह सेटिंग्स को संशोधित कर सकते हैं, उनके द्वारा बनाई गई वस्तुओं के लिए भुगतान प्राप्त कर सकते हैं,",
    "change the collection's royalty payout address, and create new items.": "संग्रह का रॉयल्टी भुगतान पता बदलें, और नए आइटम बनाएं।",
    "Add Collaborator": "सहयोगी जोड़ें"
}