{
    "Trade": "Kereskedelmi",
    "Earn": "Pénzt keres",
    "Win": "Győzelem",
    "NFT": "NFT",
    "Overview": "Áttekintés",
    "Rankings": "Rangsorok",
    "Activities": "Tevékenységek",
    "Minting": "Pénzverés",
    "Connect Wallet": "Csatlakoztassa a Walletet",
    "Collect Digital Art": "Gyűjtse össze a digitális művészetet",
    "Discover, Buy and Sell Nfts on Binance Smart Chain": "Fedezze fel, vásároljon és adjon el új termékeket a Binance Smart Chain-en",
    "Explore": "Fedezd fel",
    "Create": "Teremt",
    "Hot collections": "Forró gyűjtemények",
    "Made by FastSwap": "A FastSwap készítette",
    "Latest drops": "Legújabb cseppek",
    "See more": "Többet látni",
    "View History": "előzmények megtekintése",
    "Buy Now": "Vásárolj most",
    "Make Offer": "Ajánlatot tenni",
    "in stock": "raktáron",
    "Price": "Ár",
    "Buy the finest NFT’s on Binance Smart Chain": "Vásárolja meg a legjobb NFT-ket a Binance Smart Chain-en",
    "Sale Type": "Eladás típusa",
    "Recently Added": "Nemrég hozzáadott",
    "Top Collections": "Legjobb gyűjtemények",
    "Top Sale": "Legjobb eladó",
    "Top Creators": "Legjobb alkotók",
    "Collection": "Gyűjtemény",
    "Volume": "Hangerő",
    "Floor Price": "Minimális ár",
    "Items": "Tételek",
    "Owners": "Tulajdonosok",
    "What is SeaMammon?": "Mi az a SeaMammon?",
    "The Seamammon is a collection of 4,000 unique Sea Mammals NFTs and digital collectibles living on the BNB Chain": "A Seamammon 4000 egyedi Sea Mammals NFT-ből és digitális gyűjthető tárgyból álló gyűjtemény, amely a BNB-láncon él.",
    "Developed by FastSwap": "A FastSwap fejlesztette.",
    "With Seamammon NFTs you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like Cointools, FastSwap and other benefits in the future": "A Seamammon NFT-kkel hozzáférhet a Metaverse P2E-játékainkhoz, és a jövőben más prémium funkciókat is elérhet termékeink ökoszisztémájában, mint például a Cointools, a FastSwap és egyéb előnyök.",
    "How to get 50% discount on fees?": "Hogyan kaphat 50% kedvezményt a díjakból?",
    "Easy! Simply list an NFT for sale with FAST or DUKE instead of BNB": "Könnyen! Egyszerűen adjon meg egy eladó NFT-t FAST-tel vagy DUKE-kal a BNB helyett.",
    "Get 50% discount!": "Szerezz 50% kedvezményt!",
    "How to buy a fixed-price NFT?": "Hogyan vásárolhatok fix áras NFT-t?",
    "Select the Buy Now button and follow the prompts in your wallet": "Válassza a Vásárlás most gombot, és kövesse a pénztárcájában megjelenő utasításokat.",
    "Once the transaction is complete, the item will transfer to your wallet and the seller will receive the funds": "A tranzakció befejezése után a tétel átkerül a pénztárcájába, és az eladó megkapja az összeget.",
    "You will need either FAST, DUKE or BNB": "Szüksége lesz FAST, DUKE vagy BNB-re.",
    "To see the NFT in your wallet, return to your profile, and select Collected": "Ha látni szeretné az NFT-t a pénztárcájában, térjen vissza profiljához, és válassza az Összegyűjtve lehetőséget.",
    "Keep in mind, there might be a slight delay before it's visible due to transaction processing time": "Ne feledje, hogy a tranzakció feldolgozási ideje miatt előfordulhat egy kis késés, mielőtt megjelenik.",
    "How to make an offer on an NFT?": "Hogyan lehet ajánlatot tenni NFT-n?",
    "You can begin the process to make an offer on an NFT from a few different areas on the site": "Elkezdheti a folyamatot, hogy ajánlatot tegyen az NFT-re a webhely néhány különböző területéről.",
    "While looking at a single collection": "Miközben egyetlen gyűjteményt nézünk",
    "While exploring all NFTs": "Az összes NFT felfedezése közben",
    "While looking at the NFT directly": "Közvetlenül az NFT-re nézve",
    "Start the process by clicking Make Offer": "Indítsa el a folyamatot az Ajánlattétel gombra kattintva.",
    "Once you have clicked on Make Offer, a modal will appear": "Miután rákattintott az Ajánlattétel lehetőségre, megjelenik egy modál.",
    "Input the amount of BNB you wish to make the offer for": "Adja meg a BNB összegét, amelyre ajánlatot szeretne tenni.",
    "For listings with FAST or DUKE pricing, you will have to input FAST or DUKE amount": "FAST vagy DUKE árazású listák esetén meg kell adnia a FAST vagy DUKE összeget.",
    "When you have input the amount of BNB you would like to offer, click Make Offer and a confirmation will appear": "Ha megadta a felajánlani kívánt BNB összeget, kattintson az Ajánlattétel gombra, és megjelenik egy megerősítés.",
    "You will now need to confirm this action with your wallet": "Ezt a műveletet most meg kell erősítenie pénztárcájával.",
    "What is collection offer?": "Mi a gyűjtési ajánlat?",
    "A Collection offer allows you to place the same BNB offer on every item within a collection with just a click": "A Gyűjtemény ajánlat lehetővé teszi, hogy egyetlen kattintással ugyanazt a BNB-ajánlatot helyezze el a kollekció minden elemére.",
    "This means that anyone holding an item of the collection is able to accept your offer": "Ez azt jelenti, hogy bárki, aki rendelkezik a gyűjtemény valamely elemével, elfogadhatja az ajánlatát.",
    "If a seller accepts your collection offer, it will automatically be withdrawn from all other items in the collection": "Ha egy eladó elfogadja az Ön gyűjtési ajánlatát, az automatikusan visszavonásra kerül a gyűjtemény összes többi tételéből.",
    "You can think of this similar to a limit order when trading cryptocurrency on an exchange": "Ezt úgy gondolhatja, mint egy limitáras megbízást, amikor kriptovalutával kereskedik tőzsdén.",
    "How to make a collection offer?": "Hogyan készítsünk gyűjtési ajánlatot?",
    "Go to the collection page of your choosing": "Menjen a választott gyűjtőoldalra.",
    "At the top of the collection page, you'll see a button labeled Make Collection Offer": "A gyűjteményoldal tetején megjelenik egy Gyűjteményi ajánlat készítése feliratú gomb.",
    "A modal will appear": "Megjelenik egy modál.",
    "You can now input the amount of FAST/DUKE/BNB you would like to offer across the entire collection": "Most megadhatja a FAST/DUKE/BNB mennyiségét, amelyet a teljes kollekcióban kínálni szeretne.",
    "Once you have confirmed the parameters of your collection offer, you can click on the Make Offer button": "Miután megerősítette gyűjtési ajánlatának paramétereit, kattintson az Ajánlattétel gombra.",
    "You will now be prompted to sign a message from your wallet": "Ekkor a rendszer felkéri, hogy írjon alá egy üzenetet a pénztárcájából.",
    "Once you have done this, your offer will be live on the site": "Ha ezt megtette, ajánlata élőben jelenik meg az oldalon.",
    "Listing an NFT for a fixed price": "NFT jegyzése fix áron",
    "Navigate to the NFT you want to sell and click on Sell in the top-right corner": "Keresse meg az eladni kívánt NFT-t, és kattintson az Eladás gombra a jobb felső sarokban.",
    "If you don't see the Sell button, make sure you're connected to the correct wallet": "Ha nem látja az Eladás gombot, ellenőrizze, hogy a megfelelő pénztárcához csatlakozik-e.",
    "Next, you'll see a modal appear": "Ezután megjelenik egy modál.",
    "Enter the price you want to list your NFT at, and click List Item": "Adja meg az árat, amelyen az NFT-jét listázni szeretné, majd kattintson a Listatétel elemre.",
    "If this is your first time selling an item from this collection, the site will ask for you to approve the collection for trading": "Ha először ad el egy tételt ebből a gyűjteményből, a webhely kérni fogja, hogy hagyja jóvá a kollekciót a kereskedéshez.",
    "Click Approve": "Kattintson a Jóváhagyás gombra.",
    "You only need to do this once per collection": "Gyűjteményenként csak egyszer kell ezt megtennie.",
    "Once you've approved a collection, you don't need to do it again, unless you revoke the approval later on": "Miután jóváhagyott egy gyűjteményt, nem kell újra megtennie, hacsak később nem vonja vissza a jóváhagyást.",
    "Lastly, you'll need to confirm the listing with a transaction from your wallet": "Végül meg kell erősítenie a listát egy tranzakcióval a pénztárcájából.",
    "Accepting an offer on your NFT": "Ajánlat elfogadása NFT-jén",
    "To accept an offer on your item, you will need to go to the individual page for that NFT": "A tételre vonatkozó ajánlat elfogadásához fel kell lépnie az adott NFT oldalára.",
    "Once you're on that page, you will be able to see the list of offers which have been made": "Miután felkerült az oldalra, láthatja a megtett ajánlatok listáját.",
    "Click Accept on the offer which you wish to accept": "Kattintson az Elfogadás gombra azon az ajánlaton, amelyet el szeretne fogadni.",
    "This will begin the process": "Ezzel megkezdődik a folyamat.",
    "A modal will appear with the details of the offer": "Megjelenik egy modál az ajánlat részleteivel.",
    "Click Accept Offer again to confirm that this is the offer which you want to accept": "Kattintson ismét az Ajánlat elfogadása gombra annak megerősítéséhez, hogy ez az az ajánlat, amelyet el szeretne fogadni.",
    "You will now need to confirm this in your wallet to proceed": "A folytatáshoz ezt meg kell erősítenie a pénztárcájában.",
    "Once the transaction has been completed, you will see a success message appear, showing that your sale has been successful": "A tranzakció befejezése után megjelenik egy sikeres üzenet, amely jelzi, hogy az eladás sikeres volt.",
    "Type": "típus",
    "Minted": "Verés",
    "Listed": "Listázott",
    "Bid": "Licit",
    "Sale": "Eladás",
    "Transfer": "Átruházás",
    "Event": "Esemény",
    "Quantity": "Mennyiség",
    "From": "Tól től",
    "Time": "Idő",
    "Owner": "Tulajdonos",
    "Action": "Akció",
    "One SEAMAMMON costs": "Egy SEAMAMMON kerül",
    "Excluding gas fee": "Gázdíj nélkül",
    "Click to mint your NFTs": "Kattintson az NFT-k elkészítéséhez",
    "Mint": "Menta",
    "The seamammon is collection of 4,000 unique Sea mammals NFTs and digital collectibles living on the BNB Chain": "A seamammon a BNB-láncon élő 4000 egyedi tengeri emlős NFT-ből és digitális gyűjteményből álló gyűjtemény.",
    "Developed by Fastswap": "A Fastswap fejlesztette.",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like %Cointools.io%, %Fastswap.finanace% and other benefits in the future": "A Seamammon NFT segítségével hozzáférhet a P2E játékainkhoz a Metaverse-n, és a jövőben más prémium funkciókat is elérhet termékeink ökoszisztémájában, például a %Cointools.io%, %Fastswap.finanace% és egyéb előnyök.",
    "Connect to a wallet": "Csatlakoztassa a pénztárcához",
    "Learn how to connect": "Ismerje meg, hogyan csatlakozhat",
    "Please connect your wallet and try again": "Csatlakoztassa pénztárcáját, és próbálja újra",
    "Place an offer": "Tegyen ajánlatot",
    "Confirm": "megerősít",
    "Description": "Leírás",
    "About creator": "Az alkotóról",
    "Details": "Részletek",
    "Items activity": "Tételek tevékenysége",
    "Price History": "Ártörténet",
    "No price history yet": "Ártörténet még nincs",
    "Contract Address": "Szerződés címe",
    "Token ID": "Token azonosító",
    "Token Standard": "Token Standard",
    "Blockchain": "Blockchain",
    "minutes ago": "perccel ezelőtt",
    "Other items in this collection": "A gyűjtemény további elemei",
    "Price must be greater": "Az árnak magasabbnak kell lennie",
    "Fixed": "Rögzített",
    "Auction": "Árverés",
    "DUKE": "HERCEG",
    "FAST": "GYORS",
    "BNB": "BNB",
    "Lowest Price": "Legalacsonyabb ár",
    "Highest Price": "Legmagasabb ár",
    "Most Viewed": "Legnézettebb",
    "Most Favorited": "Legkedveltebb",
    "Oldest": "Legrégebbi",
    "Place Bid": "Ajánlattétel",
    "search": "keresés",
    "Volume(USD)": "kötet (USD)",
    "Creator": "Teremtő",
    "days": "napok",
    "hours": "órák",
    "minutes": "percek",
    "seconds": "másodpercig",
    "ago": "ezelőtt",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like": "A Seamammon NFT segítségével hozzáférhet a P2E játékainkhoz a Metaverse oldalon, és további prémium funkciókat nyithat meg termékeink ökoszisztémájában, mint pl.",
    "and other benefits in the future": "és egyéb juttatások a jövőben",
    "Keep in mind, there might be a slight delay before it`s visible due to transaction processing time": "Ne feledje, hogy a tranzakció feldolgozási ideje miatt előfordulhat egy kis késés, mielőtt megjelenik",
    "At the top of the collection page, you`ll see a button labeled Make Collection Offer.": "A gyűjteményoldal tetején megjelenik egy Gyűjteményi ajánlat készítése feliratú gomb.",
    "If you don`t see the Sell button, make sure you`re connected to the correct wallet.": "Ha nem látja az Eladás gombot, ellenőrizze, hogy a megfelelő pénztárcához csatlakozik-e.",
    "Next, you`ll see a modal appear.": "Ezután megjelenik egy modál.",
    "Once you`ve approved a collection, you don`t need to do it again, unless you revoke the approval later on.": "Miután jóváhagyott egy gyűjteményt, nem kell újra megtennie, hacsak később nem vonja vissza a jóváhagyást.",
    "Lastly, you`ll need to confirm the listing with a transaction from your wallet.": "Végül meg kell erősítenie a listát egy tranzakcióval a pénztárcájából.",
    "Once you`re on that page, you will be able to see the list of offers which have been made.": "Ha felkerült az oldalra, láthatja a megtett ajánlatok listáját.",
    "What is a collection offer?": "Mi az a gyűjtési ajánlat?",
    "Listing an NFT for a Fixed Price": "NFT jegyzése fix áron",
    "views": "nézetek",
    "favorite": "kedvenc",
    "copies": "másolatok",
    "Time Left": "Idő maradt",
    "Buy now": "Vásárolj most",
    "Make an offer": "Ajánlatot tesz",
    "My Profile": "A profilom",
    "Admin": "Admin",
    "Nft Total Sales": "Nft Teljes értékesítés",
    "User List": "Felhasználói lista",
    "Collection List": "Gyűjteménylista",
    "Daily": "Napi",
    "Weekly": "Heti",
    "Monthly": "Havi",
    "Yearly": "Évi",
    "Total": "Teljes",
    "Users": "Felhasználók",
    "Collections": "Gyűjtemények",
    "Name": "Név",
    "Wallet": "Pénztárca",
    "Joined At": "Csatlakozott itt",
    "There is nothing here.": "Itt nincs semmi.",
    "Create NFT": "Hozzon létre NFT-t",
    "Image, Video, 3D model or Audio": "Kép, videó, 3D modell vagy hang",
    "Item Name": "Termék név",
    "Displayed on the item page": "Megjelenik az árucikk oldalán",
    "Put on marketplace": "Tedd piacra",
    "Your item will be on Sale": "Az Ön áruja eladó lesz",
    "Provide a detailed description of the item": "Adja meg a tétel részletes leírását",
    "Unlock Once Purchased": "Vásárlás után oldja fel a zárolást",
    "Content will be unlocked once purchased": "A tartalom a vásárlás után feloldódik",
    "Enter Digital Key, Code, Link etc.": "Írja be a digitális kulcsot, kódot, hivatkozást stb.",
    "Select existing Collection or create new one": "Válassza ki a meglévő gyűjteményt, vagy hozzon létre újat",
    "Add Collection": "Gyűjtemény hozzáadása elemre",
    "Collected": "Összegyűjtött",
    "Created": "Létrehozva",
    "On Auction": "Aukción",
    "Sold": "Eladott",
    "Load More": "További betöltése",
    "Item": "Tétel",
    "Watching": "Nézni",
    "Like": "Tetszik",
    "Activity": "Tevékenység",
    "Profile": "Profil",
    "Notification": "Értesítés",
    "Offers": "Ajánlatok",
    "Support": "Támogatás",
    "Email Address": "Email cím",
    "Links": "Linkek",
    "Wallet Address": "Pénztárca címe",
    "Select which notifications you would like to receive for": "Válassza ki, hogy mely értesítésekről szeretne kapni",
    "Item Sold": "Eladott tétel",
    "When someone purchased one of your items": "Amikor valaki megvásárolta az egyik tételét",
    "Bid Activity": "Ajánlattételi tevékenység",
    "When someone bids on one of your items": "Amikor valaki licitál az egyik tételére",
    "Price Change": "Ár változás",
    "When an item you made an offer on changes in price": "Amikor egy tétel árváltozására vonatkozó ajánlatot tett",
    "Auction Expiration": "Az aukció lejárta",
    "When a Dutch or English auction you created ends": "Amikor egy Ön által létrehozott holland vagy angol aukció véget ér",
    "Outbid": "Túllicitált",
    "When an offer you placed is exceeded by another user": "Ha egy ajánlatot egy másik felhasználó túllép",
    "Referral Successful": "Az ajánlás sikeres",
    "When an item you referred is purchased": "Amikor egy Ön által hivatkozott terméket megvásárolnak",
    "Owned Asset updates": "Saját tulajdonú eszközök frissítései",
    "When a significant update occurs for one of the items you have purchased on FastSwap": "Ha jelentős frissítés történik a FastSwapon vásárolt termékek egyikén",
    "Successful Purchase": "Sikeres vásárlás",
    "When you successfully buy an item": "Amikor sikeresen vásárol egy terméket",
    "Fastswap newsletter": "Fastswap hírlevél",
    "Occasional updates from the FastSwap team": "Alkalmankénti frissítések a FastSwap csapatától",
    "Minimum Bid Treshold": "Minimális ajánlati küszöb",
    "Receive notifications only when you receive offers with a value greater than or equal to this amount of Currency.": "Csak akkor kap értesítést, ha olyan ajánlatokat kap, amelyek értéke nagyobb vagy egyenlő, mint ez a pénznem.",
    "Set a minimum offer for collections to ignore low offers.": "Állítson be minimális ajánlatot a gyűjtemények számára, hogy figyelmen kívül hagyja az alacsony ajánlatokat.",
    "You will not be notified on offers below your minimum amounts for items is that collection.": "Nem kap értesítést azokról az ajánlatokról, amelyek nem érik el az adott gyűjteményhez tartozó tételek minimális összegét.",
    "Minimum Price": "Minimális ár",
    "If you need help related to your account, we can help you.": "Ha segítségre van szüksége fiókjával kapcsolatban, tudunk segíteni.",
    "General help": "Általános segítség",
    "Visit our": "Látogassa meg",
    "help center": "segítség Központ",
    "to learn how to get started with buying, selling, and creating.": "hogy megtanulja, hogyan kezdjen hozzá a vásárláshoz, eladáshoz és létrehozáshoz.",
    "Contact FastSwap Support": "Lépjen kapcsolatba a FastSwap ügyfélszolgálatával",
    "Can't find the answers you’re looking for?": "Nem találja a keresett válaszokat?",
    "You can": "tudsz",
    "submit a request": "Kérelem benyújtása",
    "here": "itt",
    "Help with a compromised account": "Segítség a feltört fiókhoz",
    "If you believe your account has been compromised, let us know and we can lock your account. This will disable items in your wallet from being bought, sold, or transferred using FastSwap.": "Ha úgy gondolja, hogy fiókját feltörték, tudassa velünk, és zárolhatjuk fiókját. Ezzel letiltja a pénztárcájában lévő tételek vásárlását, eladását vagy átvitelét a FastSwap használatával.",
    "Learn more.": "Tudj meg többet.",
    "Settings": "Beállítások",
    "Tell us a little bit about you": "Mesélj egy kicsit magadról",
    "Your username": "Felhasználóneved",
    "Your email": "Az email címed",
    "Describe your issue": "Írd le a problémád",
    "I have unknown transactions in my account": "Ismeretlen tranzakciók vannak a számlámon",
    "I have everything but believe my account is compromised": "Mindenem megvan, csak nem hiszem, hogy a fiókomat feltörték",
    "Other": "Egyéb",
    "I understand I must provide a sworn statement certified ": "Tudomásul veszem, hogy eskü alatti nyilatkozatot kell benyújtanom",
    "by a notary public to unlock my account.": "közjegyző által a fiókom feloldásához.",
    "Lock Account": "Fiók zárolása",
    "If you believe your account has been compromised, let us know": "Ha úgy gondolja, hogy fiókját feltörték, tudassa velünk",
    "we can lock your account. This will disable items in your wallet": "zárolhatjuk fiókját. Ezzel letiltja az elemeket a pénztárcájában",
    "being bought, sold, or transferred using FastSwap.": "vásárolni, eladni vagy átruházni a FastSwap használatával.",
    "Save": "Megment",
    "Add": "Hozzáadás",
    "Floor price": "Padló ár",
    "Vol. traded": "Vol. kereskedni",
    "This image will also be used for navigation. 350 x 350 recommended.": "Ezt a képet a navigációhoz is használjuk. 350 x 350 ajánlott.",
    "Collection Thumbnail": "Gyűjtemény bélyegképe",
    "a collection": "egy gyüjtemény",
    "Banner image": "Banner kép",
    "This image will appear at the top of your collection page.": "Ez a kép a gyűjteményoldalának tetején fog megjelenni.",
    "Avoid including too much text in this banner image, as the dimensions change on different devices. 1400 x 400 recommended.": "Kerülje el, hogy túl sok szöveget tartalmazzon a szalaghirdetés, mivel a méretek a különböző eszközökön változnak. 1400 x 400 ajánlott.",
    "Markdown syntax is supported.": "Markdown szintaxis támogatott.",
    "Customize your URL on FastSwap. Must only contain lowercase letters,numbers, and hyphens.": "Szabja személyre URL-jét a FastSwap szolgáltatásban. Csak kisbetűket, számokat és kötőjeleket tartalmazhat.",
    "Collection Address": "Gyűjtemény címe",
    "Nft Token Uri": "Nft Token Uri",
    "Max Supply": "Max ellátás",
    "Royalties": "Jogdíjak",
    "Collect a fee when a user re-sells an item you originally created.": "Díjat kell beszedni, ha a felhasználó újraelad egy eredetileg létrehozott terméket.",
    "This is deducted from the final sale price and paid monthly to a payout address of your choosing.": "Ezt levonják a végső eladási árból, és havonta fizetik ki az Ön által választott kifizetési címre.",
    "Your payout wallet address": "Kifizetési pénztárca címe",
    "Please enter the wallet adress in which you want to receive the royalties payments": "Kérjük, adja meg a pénztárca címét, amelyre a jogdíjakat fogadni szeretné",
    "Collaborators": "Együttműködők",
    "Collaborators can modify collection settings, receive payments for items they created,": "Az együttműködők módosíthatják a beszedési beállításokat, kifizetéseket kaphatnak az általuk létrehozott tételekért,",
    "change the collection's royalty payout address, and create new items.": "módosítsa a gyűjtemény jogdíjfizetési címét, és hozzon létre új elemeket.",
    "Add Collaborator": "Közreműködő hozzáadása"
}