{
    "Trade": "Berdagang",
    "Earn": "Menghasilkan",
    "Win": "Menang",
    "NFT": "NFT",
    "Overview": "Ringkasan",
    "Rankings": "Peringkat",
    "Activities": "Kegiatan",
    "Minting": "Mencetak",
    "Connect Wallet": "Hubungkan Dompet",
    "Collect Digital Art": "Kumpulkan Seni Digital",
    "Discover, Buy and Sell Nfts on Binance Smart Chain": "Temukan, Beli dan Jual Nfts di Binance Smart Chain",
    "Explore": "Mengeksplorasi",
    "Create": "Membuat",
    "Hot collections": "Koleksi panas",
    "Made by FastSwap": "Dibuat oleh FastSwap",
    "Latest drops": "Tetesan terbaru",
    "See more": "Lihat lainnya",
    "View History": "lihat Sejarah",
    "Buy Now": "Beli sekarang",
    "Make Offer": "Membuat penawaran",
    "in stock": "persediaan",
    "Price": "Harga",
    "Buy the finest NFT’s on Binance Smart Chain": "Beli NFT terbaik di Binance Smart Chain",
    "Sale Type": "Jenis Penjualan",
    "Recently Added": "Baru-baru ini ditambahkan",
    "Top Collections": "Koleksi Teratas",
    "Top Sale": "Penjualan Terpopuler",
    "Top Creators": "Kreator Teratas",
    "Collection": "Koleksi",
    "Volume": "Volume",
    "Floor Price": "Harga Lantai",
    "Items": "item",
    "Owners": "Pemilik",
    "What is SeaMammon?": "Apa itu SeaMammon?",
    "The Seamammon is a collection of 4,000 unique Sea Mammals NFTs and digital collectibles living on the BNB Chain": "Seamammon adalah kumpulan dari 4.000 NFT Mamalia Laut unik dan koleksi digital yang hidup di Rantai BNB.",
    "Developed by FastSwap": "Dikembangkan oleh FastSwap.",
    "With Seamammon NFTs you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like Cointools, FastSwap and other benefits in the future": "Dengan Seamammon NFT, Anda akan memiliki akses ke game P2E kami di Metaverse dan membuka fitur premium lainnya di ekosistem produk kami seperti Cointools, FastSwap, dan manfaat lainnya di masa mendatang.",
    "How to get 50% discount on fees?": "Bagaimana cara mendapatkan diskon 50% untuk biaya?",
    "Easy! Simply list an NFT for sale with FAST or DUKE instead of BNB": "Mudah! Cukup daftarkan NFT untuk dijual dengan FAST atau DUKE, bukan BNB.",
    "Get 50% discount!": "Dapatkan diskon 50%!",
    "How to buy a fixed-price NFT?": "Bagaimana cara membeli NFT harga tetap?",
    "Select the Buy Now button and follow the prompts in your wallet": "Pilih tombol Beli Sekarang dan ikuti petunjuk di dompet Anda.",
    "Once the transaction is complete, the item will transfer to your wallet and the seller will receive the funds": "Setelah transaksi selesai, barang akan ditransfer ke dompet Anda dan penjual akan menerima dana.",
    "You will need either FAST, DUKE or BNB": "Anda akan membutuhkan CEPAT, DUKE atau BNB.",
    "To see the NFT in your wallet, return to your profile, and select Collected": "Untuk melihat NFT di dompet Anda, kembali ke profil Anda, lalu pilih Dikumpulkan.",
    "Keep in mind, there might be a slight delay before it's visible due to transaction processing time": "Perlu diingat, mungkin ada sedikit keterlambatan sebelum terlihat karena waktu pemrosesan transaksi.",
    "How to make an offer on an NFT?": "Bagaimana cara membuat penawaran di NFT?",
    "You can begin the process to make an offer on an NFT from a few different areas on the site": "Anda dapat memulai proses untuk membuat penawaran pada NFT dari beberapa area berbeda di situs.",
    "While looking at a single collection": "Sambil melihat satu koleksi",
    "While exploring all NFTs": "Saat menjelajahi semua NFT",
    "While looking at the NFT directly": "Sambil melihat NFT secara langsung",
    "Start the process by clicking Make Offer": "Mulai prosesnya dengan mengklik Buat Penawaran.",
    "Once you have clicked on Make Offer, a modal will appear": "Setelah Anda mengklik Make Offer, modal akan muncul.",
    "Input the amount of BNB you wish to make the offer for": "Masukkan jumlah BNB yang ingin Anda tawarkan.",
    "For listings with FAST or DUKE pricing, you will have to input FAST or DUKE amount": "Untuk listing dengan harga FAST atau DUKE, Anda harus memasukkan jumlah FAST atau DUKE.",
    "When you have input the amount of BNB you would like to offer, click Make Offer and a confirmation will appear": "Setelah Anda memasukkan jumlah BNB yang ingin Anda tawarkan, klik Make Offer dan konfirmasi akan muncul.",
    "You will now need to confirm this action with your wallet": "Anda sekarang perlu mengonfirmasi tindakan ini dengan dompet Anda.",
    "What is collection offer?": "Apa itu penawaran koleksi?",
    "A Collection offer allows you to place the same BNB offer on every item within a collection with just a click": "Penawaran Koleksi memungkinkan Anda untuk menempatkan penawaran BNB yang sama pada setiap item dalam koleksi hanya dengan sekali klik.",
    "This means that anyone holding an item of the collection is able to accept your offer": "Ini berarti bahwa siapa pun yang memegang item koleksi dapat menerima tawaran Anda.",
    "If a seller accepts your collection offer, it will automatically be withdrawn from all other items in the collection": "Jika penjual menerima tawaran koleksi Anda, itu akan secara otomatis ditarik dari semua item lain dalam koleksi.",
    "You can think of this similar to a limit order when trading cryptocurrency on an exchange": "Anda dapat menganggap ini mirip dengan limit order saat memperdagangkan cryptocurrency di bursa.",
    "How to make a collection offer?": "Bagaimana cara membuat penawaran koleksi?",
    "Go to the collection page of your choosing": "Buka halaman koleksi yang Anda pilih.",
    "At the top of the collection page, you'll see a button labeled Make Collection Offer": "Di bagian atas halaman koleksi, Anda akan melihat tombol berlabel Buat Penawaran Koleksi.",
    "A modal will appear": "Sebuah modal akan muncul.",
    "You can now input the amount of FAST/DUKE/BNB you would like to offer across the entire collection": "Anda sekarang dapat memasukkan jumlah FAST/DUKE/BNB yang ingin Anda tawarkan di seluruh koleksi.",
    "Once you have confirmed the parameters of your collection offer, you can click on the Make Offer button": "Setelah Anda mengkonfirmasi parameter penawaran koleksi Anda, Anda dapat mengklik tombol Buat Penawaran.",
    "You will now be prompted to sign a message from your wallet": "Anda sekarang akan diminta untuk menandatangani pesan dari dompet Anda.",
    "Once you have done this, your offer will be live on the site": "Setelah Anda melakukan ini, penawaran Anda akan ditayangkan di situs.",
    "Listing an NFT for a fixed price": "Mencantumkan NFT dengan harga tetap",
    "Navigate to the NFT you want to sell and click on Sell in the top-right corner": "Arahkan ke NFT yang ingin Anda jual dan klik Jual di sudut kanan atas.",
    "If you don't see the Sell button, make sure you're connected to the correct wallet": "Jika Anda tidak melihat tombol Jual, pastikan Anda terhubung ke dompet yang benar.",
    "Next, you'll see a modal appear": "Selanjutnya, Anda akan melihat modal muncul.",
    "Enter the price you want to list your NFT at, and click List Item": "Masukkan harga yang Anda inginkan untuk mencantumkan NFT Anda, dan klik Daftar Item.",
    "If this is your first time selling an item from this collection, the site will ask for you to approve the collection for trading": "Jika ini adalah pertama kalinya Anda menjual item dari koleksi ini, situs akan meminta Anda untuk menyetujui koleksi untuk diperdagangkan.",
    "Click Approve": "Klik Setujui.",
    "You only need to do this once per collection": "Anda hanya perlu melakukan ini sekali per koleksi.",
    "Once you've approved a collection, you don't need to do it again, unless you revoke the approval later on": "Setelah Anda menyetujui suatu koleksi, Anda tidak perlu melakukannya lagi, kecuali Anda mencabut persetujuan tersebut nanti.",
    "Lastly, you'll need to confirm the listing with a transaction from your wallet": "Terakhir, Anda harus mengonfirmasi daftar dengan transaksi dari dompet Anda.",
    "Accepting an offer on your NFT": "Menerima tawaran di NFT Anda",
    "To accept an offer on your item, you will need to go to the individual page for that NFT": "Untuk menerima penawaran pada item Anda, Anda harus membuka halaman individual untuk NFT tersebut.",
    "Once you're on that page, you will be able to see the list of offers which have been made": "Setelah Anda berada di halaman itu, Anda akan dapat melihat daftar penawaran yang telah dibuat.",
    "Click Accept on the offer which you wish to accept": "Klik Terima pada tawaran yang ingin Anda terima.",
    "This will begin the process": "Ini akan memulai proses.",
    "A modal will appear with the details of the offer": "Modal akan muncul dengan rincian penawaran.",
    "Click Accept Offer again to confirm that this is the offer which you want to accept": "Klik Terima Penawaran lagi untuk mengonfirmasi bahwa ini adalah penawaran yang ingin Anda terima.",
    "You will now need to confirm this in your wallet to proceed": "Anda sekarang perlu mengonfirmasi ini di dompet Anda untuk melanjutkan.",
    "Once the transaction has been completed, you will see a success message appear, showing that your sale has been successful": "Setelah transaksi selesai, Anda akan melihat pesan sukses yang menunjukkan bahwa penjualan Anda telah berhasil.",
    "Type": "Jenis",
    "Minted": "dicetak",
    "Listed": "Terdaftar",
    "Bid": "Penawaran",
    "Sale": "Penjualan",
    "Transfer": "Transfer",
    "Event": "Peristiwa",
    "Quantity": "Kuantitas",
    "From": "Dari",
    "Time": "Waktu",
    "Owner": "Pemilik",
    "Action": "Tindakan",
    "One SEAMAMMON costs": "Satu biaya SEAMAMMON",
    "Excluding gas fee": "Tidak termasuk biaya bensin",
    "Click to mint your NFTs": "Klik untuk mencetak NFT Anda",
    "Mint": "daun mint",
    "The seamammon is collection of 4,000 unique Sea mammals NFTs and digital collectibles living on the BNB Chain": "Seamammon adalah koleksi dari 4.000 NFT mamalia Laut yang unik dan koleksi digital yang hidup di Rantai BNB.",
    "Developed by Fastswap": "Dikembangkan oleh Fastswap.",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like %Cointools.io%, %Fastswap.finanace% and other benefits in the future": "Dengan Seamammon NFT Anda akan memiliki akses ke game P2E kami di Metaverse dan membuka fitur premium lainnya di ekosistem produk kami seperti %Cointools.io%, %Fastswap.finanace%, dan manfaat lainnya di masa mendatang.",
    "Connect to a wallet": "Hubungkan ke dompet",
    "Learn how to connect": "Pelajari cara menghubungkan",
    "Please connect your wallet and try again": "Hubungkan dompet Anda dan coba lagi",
    "Place an offer": "Tempatkan penawaran",
    "Confirm": "Mengonfirmasi",
    "Description": "Keterangan",
    "About creator": "Tentang pencipta",
    "Details": "rincian",
    "Items activity": "Aktivitas barang",
    "Price History": "Sejarah Harga",
    "No price history yet": "Belum ada riwayat harga",
    "Contract Address": "Alamat Kontrak",
    "Token ID": "ID Token",
    "Token Standard": "Standar Token",
    "Blockchain": "Blockchain",
    "minutes ago": "beberapa menit yang lalu",
    "Other items in this collection": "Item lain dalam koleksi ini",
    "Price must be greater": "Harga harus lebih besar",
    "Fixed": "Tetap",
    "Auction": "Lelang",
    "DUKE": "BANGSAWAN TINGGI",
    "FAST": "CEPAT",
    "BNB": "BNB",
    "Lowest Price": "Harga Terendah",
    "Highest Price": "Harga tertinggi",
    "Most Viewed": "Paling Banyak Dilihat",
    "Most Favorited": "Paling Favorit",
    "Oldest": "tertua",
    "Place Bid": "Tempatkan Tawaran",
    "search": "Cari",
    "Volume(USD)": "Volume(USD)",
    "Creator": "Pencipta",
    "days": "hari",
    "hours": "jam",
    "minutes": "menit",
    "seconds": "detik",
    "ago": "yang lalu",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like": "Dengan Seamammon NFT Anda akan memiliki akses ke game P2E kami di Metaverse dan membuka fitur premium lainnya di ekosistem produk kami seperti",
    "and other benefits in the future": "dan manfaat lainnya di masa depan",
    "Keep in mind, there might be a slight delay before it`s visible due to transaction processing time": "Perlu diingat, mungkin ada sedikit keterlambatan sebelum terlihat karena waktu pemrosesan transaksi",
    "At the top of the collection page, you`ll see a button labeled Make Collection Offer.": "Di bagian atas halaman koleksi, Anda akan melihat tombol berlabel Buat Penawaran Koleksi.",
    "If you don`t see the Sell button, make sure you`re connected to the correct wallet.": "Jika Anda tidak melihat tombol Jual, pastikan Anda terhubung ke dompet yang benar.",
    "Next, you`ll see a modal appear.": "Selanjutnya, Anda akan melihat modal muncul.",
    "Once you`ve approved a collection, you don`t need to do it again, unless you revoke the approval later on.": "Setelah Anda menyetujui suatu koleksi, Anda tidak perlu melakukannya lagi, kecuali Anda mencabut persetujuan tersebut di kemudian hari.",
    "Lastly, you`ll need to confirm the listing with a transaction from your wallet.": "Terakhir, Anda harus mengonfirmasi daftar dengan transaksi dari dompet Anda.",
    "Once you`re on that page, you will be able to see the list of offers which have been made.": "Setelah Anda berada di halaman itu, Anda akan dapat melihat daftar penawaran yang telah dibuat.",
    "What is a collection offer?": "Apa itu penawaran koleksi?",
    "Listing an NFT for a Fixed Price": "Mencantumkan NFT dengan Harga Tetap",
    "views": "pemandangan",
    "favorite": "favorit",
    "copies": "salinan",
    "Time Left": "Waktu tersisa",
    "Buy now": "Beli sekarang",
    "Make an offer": "Menawarkan",
    "My Profile": "Profil saya",
    "Admin": "admin",
    "Nft Total Sales": "Total Penjualan Nft",
    "User List": "Daftar pengguna",
    "Collection List": "Daftar Koleksi",
    "Daily": "Harian",
    "Weekly": "Mingguan",
    "Monthly": "Bulanan",
    "Yearly": "Tahunan",
    "Total": "Total",
    "Users": "Pengguna",
    "Collections": "Koleksi",
    "Name": "Nama",
    "Wallet": "Dompet",
    "Joined At": "Bergabung dengan At",
    "There is nothing here.": "Tidak ada apa-apa di sini.",
    "Create NFT": "Buat NFT",
    "Image, Video, 3D model or Audio": "Gambar, Video, model 3D atau Audio",
    "Item Name": "Nama barang",
    "Displayed on the item page": "Ditampilkan di halaman item",
    "Put on marketplace": "Pasang di pasar",
    "Your item will be on Sale": "Item Anda akan di Sale",
    "Provide a detailed description of the item": "Berikan deskripsi rinci tentang barang tersebut",
    "Unlock Once Purchased": "Buka Kunci Setelah Dibeli",
    "Content will be unlocked once purchased": "Konten akan dibuka kuncinya setelah dibeli",
    "Enter Digital Key, Code, Link etc.": "Masukkan Kunci Digital, Kode, Tautan, dll.",
    "Select existing Collection or create new one": "Pilih Koleksi yang ada atau buat yang baru",
    "Add Collection": "Tambahkan Koleksi",
    "Collected": "Dikumpulkan",
    "Created": "Dibuat",
    "On Auction": "Di Lelang",
    "Sold": "Terjual",
    "Load More": "Muat lebih banyak",
    "Item": "Barang",
    "Watching": "Menonton",
    "Like": "Suka",
    "Activity": "Aktivitas",
    "Profile": "Profil",
    "Notification": "Pemberitahuan",
    "Offers": "Penawaran",
    "Support": "Mendukung",
    "Email Address": "Alamat email",
    "Links": "Tautan",
    "Wallet Address": "Alamat Dompet",
    "Select which notifications you would like to receive for": "Pilih notifikasi yang ingin Anda terima",
    "Item Sold": "Barang Terjual",
    "When someone purchased one of your items": "Ketika seseorang membeli salah satu item Anda",
    "Bid Activity": "Aktivitas Penawaran",
    "When someone bids on one of your items": "Saat seseorang menawar salah satu item Anda",
    "Price Change": "Perubahan harga",
    "When an item you made an offer on changes in price": "Saat item yang Anda tawarkan pada perubahan harga",
    "Auction Expiration": "Kedaluwarsa Lelang",
    "When a Dutch or English auction you created ends": "Saat lelang Belanda atau Inggris yang Anda buat berakhir",
    "Outbid": "melebihi tawaran",
    "When an offer you placed is exceeded by another user": "Ketika tawaran yang Anda tempatkan dilampaui oleh pengguna lain",
    "Referral Successful": "Rujukan Berhasil",
    "When an item you referred is purchased": "Ketika item yang Anda referensikan dibeli",
    "Owned Asset updates": "Pembaruan Aset yang Dimiliki",
    "When a significant update occurs for one of the items you have purchased on FastSwap": "Saat terjadi pembaruan signifikan untuk salah satu item yang telah Anda beli di FastSwap",
    "Successful Purchase": "Pembelian Berhasil",
    "When you successfully buy an item": "Ketika Anda berhasil membeli item",
    "Fastswap newsletter": "Buletin pertukaran cepat",
    "Occasional updates from the FastSwap team": "Pembaruan sesekali dari tim FastSwap",
    "Minimum Bid Treshold": "Batas Tawaran Minimum",
    "Receive notifications only when you receive offers with a value greater than or equal to this amount of Currency.": "Terima pemberitahuan hanya bila Anda menerima penawaran dengan nilai lebih besar atau sama dengan jumlah Mata Uang ini.",
    "Set a minimum offer for collections to ignore low offers.": "Tetapkan penawaran minimum untuk koleksi untuk mengabaikan penawaran rendah.",
    "You will not be notified on offers below your minimum amounts for items is that collection.": "Anda tidak akan diberitahu tentang penawaran di bawah jumlah minimum Anda untuk item koleksi itu.",
    "Minimum Price": "Harga Minimum",
    "If you need help related to your account, we can help you.": "Jika Anda memerlukan bantuan terkait akun Anda, kami dapat membantu Anda.",
    "General help": "Bantuan umum",
    "Visit our": "Kunjungi kami",
    "help center": "Pusat Bantuan",
    "to learn how to get started with buying, selling, and creating.": "untuk mempelajari cara memulai dengan membeli, menjual, dan berkreasi.",
    "Contact FastSwap Support": "Hubungi Dukungan FastSwap",
    "Can't find the answers you’re looking for?": "Tidak dapat menemukan jawaban yang Anda cari?",
    "You can": "Kamu bisa",
    "submit a request": "Mengajukan permohonan",
    "here": "di sini",
    "Help with a compromised account": "Bantuan dengan akun yang disusupi",
    "If you believe your account has been compromised, let us know and we can lock your account. This will disable items in your wallet from being bought, sold, or transferred using FastSwap.": "Jika Anda yakin akun Anda telah disusupi, beri tahu kami dan kami dapat mengunci akun Anda. Ini akan menonaktifkan item di dompet Anda agar tidak dibeli, dijual, atau ditransfer menggunakan FastSwap.",
    "Learn more.": "Belajarlah lagi.",
    "Settings": "Pengaturan",
    "Tell us a little bit about you": "Ceritakan sedikit tentang kamu",
    "Your username": "Nama pengguna Anda",
    "Your email": "Email mu",
    "Describe your issue": "jelaskan permasalahanmu",
    "I have unknown transactions in my account": "Saya memiliki transaksi yang tidak diketahui di akun saya",
    "I have everything but believe my account is compromised": "Saya memiliki segalanya tetapi yakin bahwa akun saya telah disusupi",
    "Other": "Lainnya",
    "I understand I must provide a sworn statement certified ": "Saya mengerti saya harus memberikan pernyataan tersumpah bersertifikat",
    "by a notary public to unlock my account.": "oleh notaris untuk membuka akun saya.",
    "Lock Account": "Kunci Akun",
    "If you believe your account has been compromised, let us know": "Jika Anda yakin akun Anda telah disusupi, beri tahu kami",
    "we can lock your account. This will disable items in your wallet": "kami dapat mengunci akun Anda. Ini akan menonaktifkan item di dompet Anda",
    "being bought, sold, or transferred using FastSwap.": "dibeli, dijual, atau ditransfer menggunakan FastSwap.",
    "Save": "Menyimpan",
    "Add": "Menambahkan",
    "Floor price": "Harga Lantai",
    "Vol. traded": "Jil. diperdagangkan",
    "This image will also be used for navigation. 350 x 350 recommended.": "Gambar ini juga akan digunakan untuk navigasi. 350x350 disarankan.",
    "Collection Thumbnail": "Koleksi Gambar Mini",
    "a collection": "koleksi",
    "Banner image": "Gambar spanduk",
    "This image will appear at the top of your collection page.": "Gambar ini akan muncul di bagian atas halaman koleksi Anda.",
    "Avoid including too much text in this banner image, as the dimensions change on different devices. 1400 x 400 recommended.": "Hindari menyertakan terlalu banyak teks dalam gambar spanduk ini, karena dimensi berubah pada perangkat yang berbeda. 1400x400 direkomendasikan.",
    "Markdown syntax is supported.": "Sintaks penurunan harga didukung.",
    "Customize your URL on FastSwap. Must only contain lowercase letters,numbers, and hyphens.": "Sesuaikan URL Anda di FastSwap. Hanya boleh berisi huruf kecil, angka, dan tanda hubung.",
    "Collection Address": "Alamat Koleksi",
    "Nft Token Uri": "Uri Token Nft",
    "Max Supply": "Pasokan Maks",
    "Royalties": "Royalti",
    "Collect a fee when a user re-sells an item you originally created.": "Kumpulkan biaya saat pengguna menjual kembali item yang awalnya Anda buat.",
    "This is deducted from the final sale price and paid monthly to a payout address of your choosing.": "Ini dipotong dari harga jual akhir dan dibayarkan setiap bulan ke alamat pembayaran yang Anda pilih.",
    "Your payout wallet address": "Alamat dompet pembayaran Anda",
    "Please enter the wallet adress in which you want to receive the royalties payments": "Silakan masukkan alamat dompet di mana Anda ingin menerima pembayaran royalti",
    "Collaborators": "Kolaborator",
    "Collaborators can modify collection settings, receive payments for items they created,": "Kolaborator dapat mengubah pengaturan pengumpulan, menerima pembayaran untuk item yang mereka buat,",
    "change the collection's royalty payout address, and create new items.": "ubah alamat pembayaran royalti koleksi, dan buat item baru.",
    "Add Collaborator": "Tambahkan Kolaborator"
}