{
    "Trade": "Commercio",
    "Earn": "Guadagnare",
    "Win": "Vincita",
    "NFT": "NFT",
    "Overview": "Panoramica",
    "Rankings": "Classifiche",
    "Activities": "Attività",
    "Minting": "Conio",
    "Connect Wallet": "Collega il portafoglio",
    "Collect Digital Art": "Colleziona arte digitale",
    "Discover, Buy and Sell Nfts on Binance Smart Chain": "Scopri, acquista e vendi Nft su Binance Smart Chain",
    "Explore": "Esplorare",
    "Create": "Creare",
    "Hot collections": "Collezioni calde",
    "Made by FastSwap": "Prodotto da FastSwap",
    "Latest drops": "Ultime gocce",
    "See more": "Vedi altro",
    "View History": "visualizza la cronologia",
    "Buy Now": "Acquista ora",
    "Make Offer": "Fare un'offerta",
    "in stock": "disponibile",
    "Price": "Prezzo",
    "Buy the finest NFT’s on Binance Smart Chain": "Acquista i migliori NFT su Binance Smart Chain",
    "Sale Type": "Tipo di vendita",
    "Recently Added": "Aggiunto recentemente",
    "Top Collections": "Le migliori collezioni",
    "Top Sale": "La migliore vendita",
    "Top Creators": "I migliori creatori",
    "Collection": "Collezione",
    "Volume": "Volume",
    "Floor Price": "Prezzo al piano",
    "Items": "Elementi",
    "Owners": "Proprietari",
    "What is SeaMammon?": "Cos'è SeaMammon?",
    "The Seamammon is a collection of 4,000 unique Sea Mammals NFTs and digital collectibles living on the BNB Chain": "Il Seamammon è una raccolta di 4.000 NFT di mammiferi marini unici e oggetti da collezione digitali che vivono sulla catena BNB.",
    "Developed by FastSwap": "Sviluppato da FastSwap.",
    "With Seamammon NFTs you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like Cointools, FastSwap and other benefits in the future": "Con Seamammon NFTs avrai accesso ai nostri giochi P2E su Metaverse e sbloccherai altre funzionalità premium nel nostro ecosistema di prodotti come Cointools, FastSwap e altri vantaggi in futuro.",
    "How to get 50% discount on fees?": "Come ottenere il 50% di sconto sulle commissioni?",
    "Easy! Simply list an NFT for sale with FAST or DUKE instead of BNB": "Facile! Elenca semplicemente un NFT in vendita con FAST o DUKE invece di BNB.",
    "Get 50% discount!": "Ottieni uno sconto del 50%!",
    "How to buy a fixed-price NFT?": "Come acquistare un NFT a prezzo fisso?",
    "Select the Buy Now button and follow the prompts in your wallet": "Seleziona il pulsante Acquista ora e segui le istruzioni nel tuo portafoglio.",
    "Once the transaction is complete, the item will transfer to your wallet and the seller will receive the funds": "Una volta completata la transazione, l'oggetto verrà trasferito al tuo portafoglio e il venditore riceverà i fondi.",
    "You will need either FAST, DUKE or BNB": "Avrai bisogno di FAST, DUKE o BNB.",
    "To see the NFT in your wallet, return to your profile, and select Collected": "Per vedere l'NFT nel tuo portafoglio, torna al tuo profilo e seleziona Raccolti.",
    "Keep in mind, there might be a slight delay before it's visible due to transaction processing time": "Tieni presente che potrebbe esserci un leggero ritardo prima che sia visibile a causa del tempo di elaborazione della transazione.",
    "How to make an offer on an NFT?": "Come fare un'offerta su un NFT?",
    "You can begin the process to make an offer on an NFT from a few different areas on the site": "Puoi iniziare il processo per fare un'offerta su un NFT da alcune aree diverse del sito.",
    "While looking at a single collection": "Guardando una singola collezione",
    "While exploring all NFTs": "Durante l'esplorazione di tutti gli NFT",
    "While looking at the NFT directly": "Guardando direttamente l'NFT",
    "Start the process by clicking Make Offer": "Avvia il processo facendo clic su Fai un'offerta.",
    "Once you have clicked on Make Offer, a modal will appear": "Dopo aver cliccato su Fai un'offerta, apparirà una modale.",
    "Input the amount of BNB you wish to make the offer for": "Inserisci l'importo di BNB per cui desideri fare l'offerta.",
    "For listings with FAST or DUKE pricing, you will have to input FAST or DUKE amount": "Per gli annunci con prezzi FAST o DUKE, dovrai inserire l'importo FAST o DUKE.",
    "When you have input the amount of BNB you would like to offer, click Make Offer and a confirmation will appear": "Dopo aver inserito la quantità di BNB che desideri offrire, fai clic su Fai un'offerta e apparirà una conferma.",
    "You will now need to confirm this action with your wallet": "Ora dovrai confermare questa azione con il tuo portafoglio.",
    "What is collection offer?": "Cos'è l'offerta di raccolta?",
    "A Collection offer allows you to place the same BNB offer on every item within a collection with just a click": "Un'offerta Collezione ti consente di inserire la stessa offerta BNB su ogni articolo all'interno di una collezione con un semplice clic.",
    "This means that anyone holding an item of the collection is able to accept your offer": "Ciò significa che chiunque possieda un articolo della collezione è in grado di accettare la tua offerta.",
    "If a seller accepts your collection offer, it will automatically be withdrawn from all other items in the collection": "Se un venditore accetta la tua offerta di ritiro, verrà automaticamente ritirata da tutti gli altri articoli della collezione.",
    "You can think of this similar to a limit order when trading cryptocurrency on an exchange": "Puoi pensare a questo in modo simile a un ordine limite quando fai trading di criptovaluta su uno scambio.",
    "How to make a collection offer?": "Come fare un'offerta di raccolta?",
    "Go to the collection page of your choosing": "Vai alla pagina di raccolta di tua scelta.",
    "At the top of the collection page, you'll see a button labeled Make Collection Offer": "Nella parte superiore della pagina della raccolta, vedrai un pulsante con l'etichetta Fai un'offerta di raccolta.",
    "A modal will appear": "Apparirà un modale.",
    "You can now input the amount of FAST/DUKE/BNB you would like to offer across the entire collection": "Ora puoi inserire la quantità di FAST/DUKE/BNB che vorresti offrire nell'intera collezione.",
    "Once you have confirmed the parameters of your collection offer, you can click on the Make Offer button": "Dopo aver confermato i parametri della tua offerta di raccolta, puoi fare clic sul pulsante Fai un'offerta.",
    "You will now be prompted to sign a message from your wallet": "Ora ti verrà chiesto di firmare un messaggio dal tuo portafoglio.",
    "Once you have done this, your offer will be live on the site": "Una volta fatto questo, la tua offerta sarà pubblicata sul sito.",
    "Listing an NFT for a fixed price": "Inserimento di un NFT a prezzo fisso",
    "Navigate to the NFT you want to sell and click on Sell in the top-right corner": "Passa all'NFT che desideri vendere e fai clic su Vendi nell'angolo in alto a destra.",
    "If you don't see the Sell button, make sure you're connected to the correct wallet": "Se non vedi il pulsante Vendi, assicurati di essere connesso al portafoglio corretto.",
    "Next, you'll see a modal appear": "Successivamente, vedrai apparire una modale.",
    "Enter the price you want to list your NFT at, and click List Item": "Inserisci il prezzo a cui desideri pubblicare la tua NFT e fai clic su Elenca voce.",
    "If this is your first time selling an item from this collection, the site will ask for you to approve the collection for trading": "Se è la prima volta che vendi un articolo di questa collezione, il sito ti chiederà di approvare la collezione per lo scambio.",
    "Click Approve": "Fare clic su Approva.",
    "You only need to do this once per collection": "Devi farlo solo una volta per raccolta.",
    "Once you've approved a collection, you don't need to do it again, unless you revoke the approval later on": "Dopo aver approvato una raccolta, non è necessario rifarla, a meno che non revochi l'approvazione in un secondo momento.",
    "Lastly, you'll need to confirm the listing with a transaction from your wallet": "Infine, dovrai confermare l'inserzione con una transazione dal tuo portafoglio.",
    "Accepting an offer on your NFT": "Accettazione di un'offerta sul tuo NFT",
    "To accept an offer on your item, you will need to go to the individual page for that NFT": "Per accettare un'offerta sul tuo articolo, dovrai andare alla pagina individuale di quell'NFT.",
    "Once you're on that page, you will be able to see the list of offers which have been made": "Una volta che sei in quella pagina, sarai in grado di vedere l'elenco delle offerte che sono state fatte.",
    "Click Accept on the offer which you wish to accept": "Fare clic su Accetta sull'offerta che si desidera accettare.",
    "This will begin the process": "Questo avvierà il processo.",
    "A modal will appear with the details of the offer": "Apparirà un modale con i dettagli dell'offerta.",
    "Click Accept Offer again to confirm that this is the offer which you want to accept": "Fare di nuovo clic su Accetta offerta per confermare che questa è l'offerta che si desidera accettare.",
    "You will now need to confirm this in your wallet to proceed": "Ora dovrai confermarlo nel tuo portafoglio per procedere.",
    "Once the transaction has been completed, you will see a success message appear, showing that your sale has been successful": "Una volta completata la transazione, vedrai apparire un messaggio di successo, che mostra che la tua vendita è andata a buon fine.",
    "Type": "Tipo",
    "Minted": "Coniato",
    "Listed": "Elencato",
    "Bid": "Offerta",
    "Sale": "Vendita",
    "Transfer": "Trasferimento",
    "Event": "Evento",
    "Quantity": "Quantità",
    "From": "Da",
    "Time": "Volta",
    "Owner": "Proprietario",
    "Action": "Azione",
    "One SEAMAMMON costs": "Un SEAMAMMON costa",
    "Excluding gas fee": "Escluso canone gas",
    "Click to mint your NFTs": "Fai clic per coniare i tuoi NFT",
    "Mint": "menta",
    "The seamammon is collection of 4,000 unique Sea mammals NFTs and digital collectibles living on the BNB Chain": "Il seamammon è una raccolta di 4.000 NFT di mammiferi marini unici e oggetti da collezione digitali che vivono sulla catena BNB.",
    "Developed by Fastswap": "Sviluppato da Fastswap.",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like %Cointools.io%, %Fastswap.finanace% and other benefits in the future": "Con Seamammon NFT avrai accesso ai nostri giochi P2E su Metaverse e sbloccherai altre funzionalità premium nel nostro ecosistema di prodotti come %Cointools.io%, %Fastswap.finanace% e altri vantaggi in futuro.",
    "Connect to a wallet": "Collegati a un portafoglio",
    "Learn how to connect": "Scopri come connetterti",
    "Please connect your wallet and try again": "Collega il tuo portafoglio e riprova",
    "Place an offer": "Fai un'offerta",
    "Confirm": "Confermare",
    "Description": "Descrizione",
    "About creator": "A proposito di creatore",
    "Details": "Particolari",
    "Items activity": "Attività sugli articoli",
    "Price History": "Storico dei prezzi",
    "No price history yet": "Nessuna cronologia dei prezzi ancora",
    "Contract Address": "Indirizzo del contratto",
    "Token ID": "ID token",
    "Token Standard": "Standard di gettoni",
    "Blockchain": "Blockchain",
    "minutes ago": "minuti fa",
    "Other items in this collection": "Altri articoli in questa collezione",
    "Price must be greater": "Il prezzo deve essere maggiore",
    "Fixed": "Fisso",
    "Auction": "Asta",
    "DUKE": "DUCA",
    "FAST": "VELOCE",
    "BNB": "BNB",
    "Lowest Price": "Prezzo più basso",
    "Highest Price": "Il prezzo più alto",
    "Most Viewed": "I più visti",
    "Most Favorited": "I più preferiti",
    "Oldest": "Il più antico",
    "Place Bid": "Fai un'offerta",
    "search": "ricerca",
    "Volume(USD)": "Volume(USD)",
    "Creator": "Creatore",
    "days": "giorni",
    "hours": "ore",
    "minutes": "minuti",
    "seconds": "secondi",
    "ago": "fa",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like": "Con Seamammon NFT avrai accesso ai nostri giochi P2E su Metaverse e sbloccherai altre funzionalità premium nel nostro ecosistema di prodotti come",
    "and other benefits in the future": "e altri vantaggi in futuro",
    "Keep in mind, there might be a slight delay before it`s visible due to transaction processing time": "Tieni presente che potrebbe esserci un leggero ritardo prima che sia visibile a causa del tempo di elaborazione della transazione",
    "At the top of the collection page, you`ll see a button labeled Make Collection Offer.": "Nella parte superiore della pagina di raccolta, vedrai un pulsante con l'etichetta Fai un'offerta di raccolta.",
    "If you don`t see the Sell button, make sure you`re connected to the correct wallet.": "Se non vedi il pulsante Vendi, assicurati di essere connesso al portafoglio corretto.",
    "Next, you`ll see a modal appear.": "Successivamente, vedrai apparire una modale.",
    "Once you`ve approved a collection, you don`t need to do it again, unless you revoke the approval later on.": "Dopo aver approvato una raccolta, non è necessario rifarla, a meno che non revochi l'approvazione in un secondo momento.",
    "Lastly, you`ll need to confirm the listing with a transaction from your wallet.": "Infine, dovrai confermare l'elenco con una transazione dal tuo portafoglio.",
    "Once you`re on that page, you will be able to see the list of offers which have been made.": "Una volta che sei su quella pagina, sarai in grado di vedere l'elenco delle offerte che sono state fatte.",
    "What is a collection offer?": "Che cos'è un'offerta di raccolta?",
    "Listing an NFT for a Fixed Price": "Inserimento di un NFT a prezzo fisso",
    "views": "visualizzazioni",
    "favorite": "preferito",
    "copies": "copie",
    "Time Left": "Tempo rimasto",
    "Buy now": "Acquista ora",
    "Make an offer": "Fare un'offerta",
    "My Profile": "Il mio profilo",
    "Admin": "amministratore",
    "Nft Total Sales": "Nft vendite totali",
    "User List": "lista degli utenti",
    "Collection List": "Elenco di raccolta",
    "Daily": "Quotidiano",
    "Weekly": "settimanalmente",
    "Monthly": "Mensile",
    "Yearly": "Annuale",
    "Total": "Totale",
    "Users": "Utenti",
    "Collections": "Collezioni",
    "Name": "Nome",
    "Wallet": "Portafoglio",
    "Joined At": "Iscritto a",
    "There is nothing here.": "Non c'è niente qui.",
    "Create NFT": "Crea NFT",
    "Image, Video, 3D model or Audio": "Immagine, Video, Modello 3D o Audio",
    "Item Name": "Nome dell'oggetto",
    "Displayed on the item page": "Visualizzato nella pagina dell'articolo",
    "Put on marketplace": "Metti sul mercato",
    "Your item will be on Sale": "Il tuo articolo sarà in vendita",
    "Provide a detailed description of the item": "Fornire una descrizione dettagliata dell'oggetto",
    "Unlock Once Purchased": "Sblocca una volta acquistato",
    "Content will be unlocked once purchased": "Il contenuto verrà sbloccato una volta acquistato",
    "Enter Digital Key, Code, Link etc.": "Immettere la chiave digitale, il codice, il collegamento ecc.",
    "Select existing Collection or create new one": "Seleziona Collezione esistente o creane una nuova",
    "Add Collection": "Aggiungi raccolta",
    "Collected": "Raccolto",
    "Created": "Creato",
    "On Auction": "In asta",
    "Sold": "Venduto",
    "Load More": "Carica di più",
    "Item": "Elemento",
    "Watching": "Guardando",
    "Like": "Piace",
    "Activity": "Attività",
    "Profile": "Profilo",
    "Notification": "Notifica",
    "Offers": "Offerte",
    "Support": "Supporto",
    "Email Address": "Indirizzo e-mail",
    "Links": "Collegamenti",
    "Wallet Address": "Indirizzo del portafoglio",
    "Select which notifications you would like to receive for": "Seleziona per quali notifiche desideri ricevere",
    "Item Sold": "Articolo venduto",
    "When someone purchased one of your items": "Quando qualcuno ha acquistato uno dei tuoi articoli",
    "Bid Activity": "Attività di offerta",
    "When someone bids on one of your items": "Quando qualcuno fa un'offerta su uno dei tuoi articoli",
    "Price Change": "Cambio di prezzo",
    "When an item you made an offer on changes in price": "Quando un articolo hai fatto un'offerta su variazioni di prezzo",
    "Auction Expiration": "Scadenza dell'asta",
    "When a Dutch or English auction you created ends": "Quando un'asta olandese o inglese che hai creato termina",
    "Outbid": "Supera l'offerta",
    "When an offer you placed is exceeded by another user": "Quando un'offerta che hai inserito viene superata da un altro utente",
    "Referral Successful": "Segnalazione riuscita",
    "When an item you referred is purchased": "Quando viene acquistato un articolo che hai segnalato",
    "Owned Asset updates": "Aggiornamenti delle risorse di proprietà",
    "When a significant update occurs for one of the items you have purchased on FastSwap": "Quando si verifica un aggiornamento significativo per uno degli articoli acquistati su FastSwap",
    "Successful Purchase": "Acquisto riuscito",
    "When you successfully buy an item": "Quando acquisti con successo un oggetto",
    "Fastswap newsletter": "Newsletter di scambio rapido",
    "Occasional updates from the FastSwap team": "Aggiornamenti occasionali dal team FastSwap",
    "Minimum Bid Treshold": "Soglia di offerta minima",
    "Receive notifications only when you receive offers with a value greater than or equal to this amount of Currency.": "Ricevi notifiche solo quando ricevi offerte con un valore maggiore o uguale a questo importo di Valuta.",
    "Set a minimum offer for collections to ignore low offers.": "Imposta un'offerta minima per le raccolte per ignorare le offerte basse.",
    "You will not be notified on offers below your minimum amounts for items is that collection.": "Non sarai informato sulle offerte inferiori ai tuoi importi minimi per gli articoli è quella raccolta.",
    "Minimum Price": "Prezzo minimo",
    "If you need help related to your account, we can help you.": "Se hai bisogno di aiuto relativo al tuo account, possiamo aiutarti.",
    "General help": "Aiuto generale",
    "Visit our": "Visita il nostro",
    "help center": "centro assistenza",
    "to learn how to get started with buying, selling, and creating.": "per imparare come iniziare a comprare, vendere e creare.",
    "Contact FastSwap Support": "Contatta l'assistenza FastSwap",
    "Can't find the answers you’re looking for?": "Non trovi le risposte che cerchi?",
    "You can": "Puoi",
    "submit a request": "invia una richiesta",
    "here": "qui",
    "Help with a compromised account": "Aiuto con un account compromesso",
    "If you believe your account has been compromised, let us know and we can lock your account. This will disable items in your wallet from being bought, sold, or transferred using FastSwap.": "Se ritieni che il tuo account sia stato compromesso, faccelo sapere e possiamo bloccare il tuo account. Ciò disabiliterà l'acquisto, la vendita o il trasferimento degli elementi nel tuo portafoglio tramite FastSwap.",
    "Learn more.": "Scopri di più.",
    "Settings": "Impostazioni",
    "Tell us a little bit about you": "Raccontaci un po' di te",
    "Your username": "Il tuo nome utente",
    "Your email": "La tua email",
    "Describe your issue": "Descriva il suo problema",
    "I have unknown transactions in my account": "Ho transazioni sconosciute nel mio account",
    "I have everything but believe my account is compromised": "Ho tutto ma credo che il mio account sia compromesso",
    "Other": "Altro",
    "I understand I must provide a sworn statement certified ": "Comprendo che devo fornire una dichiarazione giurata certificata",
    "by a notary public to unlock my account.": "da un notaio per sbloccare il mio account.",
    "Lock Account": "Blocca account",
    "If you believe your account has been compromised, let us know": "Se ritieni che il tuo account sia stato compromesso, faccelo sapere",
    "we can lock your account. This will disable items in your wallet": "possiamo bloccare il tuo account. Questo disabiliterà gli elementi nel tuo portafoglio",
    "being bought, sold, or transferred using FastSwap.": "essere acquistato, venduto o trasferito tramite FastSwap.",
    "Save": "Salva",
    "Add": "Aggiungere",
    "Floor price": "Prezzo al piano",
    "Vol. traded": "vol. scambiato",
    "This image will also be used for navigation. 350 x 350 recommended.": "Questa immagine verrà utilizzata anche per la navigazione. Consigliato 350 x 350.",
    "Collection Thumbnail": "Miniatura della raccolta",
    "a collection": "una collezione",
    "Banner image": "Immagine banner",
    "This image will appear at the top of your collection page.": "Questa immagine apparirà nella parte superiore della pagina della tua collezione.",
    "Avoid including too much text in this banner image, as the dimensions change on different devices. 1400 x 400 recommended.": "Evita di includere troppo testo in questa immagine banner, poiché le dimensioni cambiano su dispositivi diversi. Consigliato 1400 x 400.",
    "Markdown syntax is supported.": "La sintassi Markdown è supportata.",
    "Customize your URL on FastSwap. Must only contain lowercase letters,numbers, and hyphens.": "Personalizza il tuo URL su FastSwap. Deve contenere solo lettere minuscole, numeri e trattini.",
    "Collection Address": "Indirizzo di raccolta",
    "Nft Token Uri": "Uri token Nft",
    "Max Supply": "Fornitura massima",
    "Royalties": "Royalties",
    "Collect a fee when a user re-sells an item you originally created.": "Raccogli una commissione quando un utente rivende un articolo che hai originariamente creato.",
    "This is deducted from the final sale price and paid monthly to a payout address of your choosing.": "Questo viene detratto dal prezzo di vendita finale e pagato mensilmente a un indirizzo di pagamento di tua scelta.",
    "Your payout wallet address": "L'indirizzo del tuo portafoglio di pagamento",
    "Please enter the wallet adress in which you want to receive the royalties payments": "Inserisci l'indirizzo del portafoglio in cui desideri ricevere i pagamenti delle royalties",
    "Collaborators": "Collaboratori",
    "Collaborators can modify collection settings, receive payments for items they created,": "I collaboratori possono modificare le impostazioni di riscossione, ricevere pagamenti per gli articoli che hanno creato,",
    "change the collection's royalty payout address, and create new items.": "cambia l'indirizzo di pagamento delle royalty della collezione e crea nuovi articoli.",
    "Add Collaborator": "Aggiungi collaboratore"
}