{
    "Trade": "トレード",
    "Earn": "得る",
    "Win": "勝つ",
    "NFT": "NFT",
    "Overview": "概要",
    "Rankings": "ランキング",
    "Activities": "活動",
    "Minting": "鋳造",
    "Connect Wallet": "ウォレットを接続する",
    "Collect Digital Art": "デジタルアートを集める",
    "Discover, Buy and Sell Nfts on Binance Smart Chain": "Binance Smart ChainでNftを発見、購入、販売する",
    "Explore": "探検",
    "Create": "作成",
    "Hot collections": "ホットコレクション",
    "Made by FastSwap": "FastSwap製",
    "Latest drops": "最新のドロップ",
    "See more": "続きを見る",
    "View History": "履歴を表示",
    "Buy Now": "今買う",
    "Make Offer": "申し出をする",
    "in stock": "在庫あり",
    "Price": "価格",
    "Buy the finest NFT’s on Binance Smart Chain": "Binanceスマートチェーンで最高のNFTを購入する",
    "Sale Type": "販売タイプ",
    "Recently Added": "最近追加された",
    "Top Collections": "トップコレクション",
    "Top Sale": "トップセール",
    "Top Creators": "トップクリエイター",
    "Collection": "コレクション",
    "Volume": "音量",
    "Floor Price": "フロア価格",
    "Items": "アイテム",
    "Owners": "所有者",
    "What is SeaMammon?": "SeaMammonとは何ですか？",
    "The Seamammon is a collection of 4,000 unique Sea Mammals NFTs and digital collectibles living on the BNB Chain.": "Seamammonは、BNBチェーンに存在する4,000のユニークなSeaMammalsNFTとデジタル収集品のコレクションです。",
    "Developed by FastSwap.": "FastSwapによって開発されました。",
    "With Seamammon NFTs you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like Cointools, FastSwap and other benefits in the future.": "Seamammon NFTを使用すると、MetaverseでP2Eゲームにアクセスし、Cointools、FastSwap、その他の将来のメリットなど、当社のエコシステムのプレミアム機能のロックを解除できます。",
    "How to get 50% discount on fees?": "料金を50％割引するにはどうすればよいですか？",
    "Easy! Simply list an NFT for sale with FAST or DUKE instead of BNB.": "簡単！ BNBの代わりにFASTまたはDUKEを使用して販売するNFTをリストするだけです。",
    "Get 50% discount!": "50％割引！",
    "How to buy a fixed-price NFT?": "固定価格のNFTを購入するにはどうすればよいですか？",
    "Select the Buy Now button and follow the prompts in your wallet.": "今すぐ購入ボタンを選択し、ウォレットのプロンプトに従います。",
    "Once the transaction is complete,the item will transfer to your wallet and the seller will receive the funds.": "取引が完了すると、アイテムはあなたのウォレットに転送され、売り手は資金を受け取ります。",
    "You will need either FAST, DUKE or BNB.": "FAST、DUKE、またはBNBのいずれかが必要になります。",
    "To see the NFT in your wallet, return to your profile, and select Collected.": "ウォレットにNFTを表示するには、プロファイルに戻り、[収集済み]を選択します。",
    "Keep in mind, there might be a slight delay before it's visible due to transaction processing time.": "トランザクションの処理時間により、表示されるまでに若干の遅延が発生する場合があることに注意してください。",
    "How to make an offer on an NFT?": "NFTでオファーをする方法は？",
    "You can begin the process to make an offer on an NFT from a few different areas on the site.": "サイトのいくつかの異なるエリアからNFTでオファーを行うプロセスを開始できます。",
    "While looking at a single collection": "単一のコレクションを見ながら",
    "While exploring all NFTs": "すべてのNFTを探索している間",
    "While looking at the NFT directly": "NFTを直接見ながら",
    "Start the process by clicking Make Offer.": "オファーを行うをクリックしてプロセスを開始します。",
    "Once you have clicked on Make Offer, a modal will appear.": "オファーを作成をクリックすると、モーダルが表示されます。",
    "Input the amount of BNB you wish to make the offer for.": "オファーしたいBNBの金額を入力します。",
    "For listings with FAST or DUKE pricing, you will have to input FAST or DUKE amount.": "FASTまたはDUKEの価格のリストの場合、FASTまたはDUKEの金額を入力する必要があります。",
    "When you have input the amount of BNB you would like to offer, click Make Offer and a confirmation will appear.": "提供するBNBの金額を入力したら、提供するをクリックすると、確認が表示されます。",
    "You will now need to confirm this action with your wallet.": "次に、ウォレットでこのアクションを確認する必要があります。",
    "What is collection offer?": "コレクションオファーとは何ですか？",
    "A Collection offer allows you to place the same BNB offer on every item within a collection with just a click.": "コレクションオファーを使用すると、クリックするだけでコレクション内のすべてのアイテムに同じBNBオファーを配置できます。",
    "This means that anyone holding an item of the collection is able to accept your offer.": "これは、コレクションのアイテムを持っている人は誰でもあなたの申し出を受け入れることができることを意味します。",
    "If a seller accepts your collection offer, it will automatically be withdrawn from all other items in the collection.": "売り手があなたのコレクションオファーを受け入れると、コレクション内の他のすべてのアイテムから自動的に撤回されます。",
    "You can think of this similar to a limit order when trading cryptocurrency on an exchange.": "これは、取引所で暗号通貨を取引する場合の指値注文に似ていると考えることができます。",
    "How to make a collection offer?": "コレクションのオファーをする方法は？",
    "Go to the collection page of your choosing.": "選択したコレクションページに移動します。",
    "At the top of the collection page, you'll see a button labeled Make Collection Offer.": "コレクションページの上部に、コレクションのオファーを作成というラベルの付いたボタンが表示されます。",
    "A modal will appear.": "モーダルが表示されます。",
    "You can now input the amount of FAST/DUKE/BNB you would like to offer across the entire collection.": "これで、コレクション全体で提供するFAST / DUKE/BNBの量を入力できます。",
    "Once you have confirmed the parameters of your collection offer, you can click on the Make Offer button.": "コレクションオファーのパラメーターを確認したら、オファーを作成ボタンをクリックできます。",
    "You will now be prompted to sign a message from your wallet.": "これで、ウォレットからのメッセージに署名するように求められます。",
    "Once you have done this, your offer will be live on the site.": "これを行うと、オファーはサイトで公開されます。",
    "Listing an NFT for a fixed price": "固定価格でNFTをリストする",
    "Navigate to the NFT you want to sell and click on Sell in the top-right corner.": "販売するNFTに移動し、右上隅にある販売をクリックします。",
    "If you don't see the Sell button, make sure you're connected to the correct wallet.": "販売ボタンが表示されない場合は、正しいウォレットに接続していることを確認してください。",
    "Next, you'll see a modal appear.": "次に、モーダルが表示されます。",
    "Enter the price you want to list your NFT at, and click List Item.": "NFTを一覧表示する価格を入力し、アイテムの一覧表示をクリックします。",
    "If this is your first time selling an item from this collection, the site will ask for you to approve the collection for trading.": "このコレクションのアイテムを初めて販売する場合、サイトはコレクションの取引を承認するように求めます。",
    "Click Approve.": "承認をクリックします。",
    "You only need to do this once per collection.": "これを行う必要があるのは、コレクションごとに1回だけです。",
    "Once you've approved a collection, you don't need to do it again, unless you revoke the approval later on.": "コレクションを承認したら、後で承認を取り消さない限り、再度行う必要はありません。",
    "Lastly, you'll need to confirm the listing with a transaction from your wallet.": "最後に、ウォレットからのトランザクションでリストを確認する必要があります。",
    "Accepting an offer on your NFT": "NFTでオファーを受け入れる",
    "To accept an offer on your item, you will need to go to the individual page for that NFT.": "アイテムのオファーを受け入れるには、そのNFTの個々のページに移動する必要があります。",
    "Once you're on that page, you will be able to see the list of offers which have been made.": "そのページにアクセスすると、行われたオファーのリストを確認できます。",
    "Click Accept on the offer which you wish to accept.": "承諾するオファーで承諾をクリックします。",
    "This will begin the process.": "これにより、プロセスが開始されます。",
    "A modal will appear with the details of the offer.": "オファーの詳細が記載されたモーダルが表示されます。",
    "Click Accept Offer again to confirm that this is the offer which you want to accept.": "もう一度オファーを受け入れるをクリックして、これが受け入れたいオファーであることを確認します。",
    "You will now need to confirm this in your wallet to proceed.": "続行するには、ウォレットでこれを確認する必要があります。",
    "Once the transaction has been completed, you will see a success message appear, showing that your sale has been successful.": "トランザクションが完了すると、販売が成功したことを示す成功メッセージが表示されます。",
    "Type": "タイプ",
    "Minted": "ミント",
    "Listed": "上場",
    "Bid": "入札",
    "Sale": "セール",
    "Transfer": "移行",
    "Event": "イベント",
    "Quantity": "量",
    "From": "から",
    "Time": "時間",
    "Owner": "オーナー",
    "Action": "アクション",
    "One SEAMAMMON costs": "1つのSEAMAMMONの費用",
    "Excluding gas fee": "ガス料金を除く",
    "Click to mint your NFTs": "クリックしてNFTを作成します",
    "Mint": "ミント",
    "The seamammon is collection of 4,000 unique Sea mammals NFTs and digital collectibles living on the BNB Chain.": "シーマンモンは、BNBチェーンに住む4,000のユニークな海の哺乳類NFTとデジタル収集品のコレクションです。",
    "Developed by Fastswap.": "Fastswapによって開発されました。",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like %Cointools.io%, %Fastswap.finanace% and other benefits in the future.": "Seamammon NFTを使用すると、MetaverseでP2Eゲームにアクセスし、％Cointools.io％、％Fastswap.finanace％などの製品エコシステムの他のプレミアム機能や将来のその他のメリットを利用できるようになります。",
    "Connect to a wallet": "ウォレットに接続する",
    "Learn how to connect": "接続する方法を学ぶ",
    "Please connect your wallet and try again": "ウォレットを接続して、もう一度お試しください",
    "Place an offer": "申し出をする",
    "Confirm": "確認",
    "Description": "説明",
    "About creator": "クリエイターについて",
    "Details": "詳細",
    "Items activity": "アイテムアクティビティ",
    "Price History": "価格履歴",
    "No price history yet": "価格履歴はまだありません",
    "Contract Address": "契約住所",
    "Token ID": "トークンID",
    "Token Standard": "トークン標準",
    "Blockchain": "ブロックチェーン",
    "minutes ago": "数分前",
    "Other items in this collection": "このコレクションの他のアイテム",
    "Price must be greater": "価格はもっと高くなければなりません",
    "Auction ended": "オークション終了",
    "Fixed": "修理済み",
    "Auction": "競売",
    "DUKE": "公爵",
    "FAST": "速い",
    "BNB": "BNB",
    "Lowest Price": "最低価格",
    "Highest Price": "最高価格",
    "Most Viewed": "最も見られました",
    "Most Favorited": "最も好きな",
    "Oldest": "最古",
    "Place Bid": "入札を配置",
    "search": "探す",
    "Volume(USD)": "ボリューム（USD）",
    "Creator": "クリエイター",
    "days": "日々",
    "hours": "時間",
    "minutes": "分",
    "seconds": "秒",
    "ago": "前に",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like": "Seamammon NFTを使用すると、MetaverseでP2Eゲームにアクセスし、次のような製品のエコシステムで他のプレミアム機能のロックを解除できます。",
    "and other benefits in the future": "および将来のその他のメリット",
    "Keep in mind, there might be a slight delay before it`s visible due to transaction processing time": "トランザクションの処理時間により、表示されるまでに若干の遅延が発生する可能性があることに注意してください",
    "At the top of the collection page, you`ll see a button labeled Make Collection Offer.": "コレクションページの上部に、コレクションのオファーを作成というラベルの付いたボタンが表示されます。",
    "If you don`t see the Sell button, make sure you`re connected to the correct wallet.": "販売ボタンが表示されない場合は、正しいウォレットに接続していることを確認してください。",
    "Next, you`ll see a modal appear.": "次に、モーダルが表示されます。",
    "Once you`ve approved a collection, you don`t need to do it again, unless you revoke the approval later on.": "コレクションを承認したら、後で承認を取り消さない限り、再度行う必要はありません。",
    "Lastly, you`ll need to confirm the listing with a transaction from your wallet.": "最後に、ウォレットからのトランザクションでリストを確認する必要があります。",
    "Once you`re on that page, you will be able to see the list of offers which have been made.": "そのページにアクセスすると、行われたオファーのリストを確認できます。",
    "What is a collection offer?": "コレクションオファーとは何ですか？",
    "Listing an NFT for a Fixed Price": "固定価格のNFTのリスト",
    "views": "ビュー",
    "favorite": "お気に入り",
    "copies": "コピー",
    "Time Left": "残り時間",
    "Buy now": "今買う",
    "Make an offer": "申し出する",
    "My Profile": "私のプロフィール",
    "Admin": "管理者",
    "Nft Total Sales": "Nft総売上高",
    "User List": "ユーザーリスト",
    "Collection List": "コレクションリスト",
    "Daily": "毎日",
    "Weekly": "毎週",
    "Monthly": "毎月",
    "Yearly": "毎年",
    "Total": "合計",
    "Users": "ユーザー",
    "Collections": "コレクション",
    "Name": "名前",
    "Wallet": "財布",
    "Joined At": "に参加",
    "There is nothing here.": "ここには何もありません。",
    "Create NFT": "NFTを作成する",
    "Image, Video, 3D model or Audio": "画像、ビデオ、3Dモデルまたはオーディオ",
    "Item Name": "項目名",
    "Displayed on the item page": "アイテムページに表示",
    "Put on marketplace": "市場に出す",
    "Your item will be on Sale": "あなたのアイテムは販売されます",
    "Provide a detailed description of the item": "アイテムの詳細な説明を提供します",
    "Unlock Once Purchased": "購入したらロックを解除",
    "Content will be unlocked once purchased": "購入するとコンテンツのロックが解除されます",
    "Enter Digital Key, Code, Link etc.": "デジタルキー、コード、リンクなどを入力します。",
    "Select existing Collection or create new one": "既存のコレクションを選択するか、新しいコレクションを作成します",
    "Add Collection": "コレクションを追加",
    "Collected": "集めました",
    "Created": "作成した",
    "On Auction": "オークション中",
    "Sold": "販売済み",
    "Load More": "もっと読み込む",
    "Item": "アイテム",
    "Watching": "見て",
    "Like": "お気に入り",
    "Activity": "アクティビティ",
    "Profile": "プロフィール",
    "Notification": "通知",
    "Offers": "オファー",
    "Support": "サポート",
    "Email Address": "電子メールアドレス",
    "Links": "リンク",
    "Wallet Address": "ウォレットアドレス",
    "Select which notifications you would like to receive for": "受信する通知を選択します",
    "Item Sold": "販売アイテム",
    "When someone purchased one of your items": "誰かがあなたのアイテムの1つを購入したとき",
    "Bid Activity": "入札活動",
    "When someone bids on one of your items": "誰かがあなたのアイテムの1つに入札したとき",
    "Price Change": "価格変更",
    "When an item you made an offer on changes in price": "あなたが価格の変更について申し出たアイテムが",
    "Auction Expiration": "オークションの有効期限",
    "When a Dutch or English auction you created ends": "作成したオランダ語または英語のオークションが終了したとき",
    "Outbid": "値上がり",
    "When an offer you placed is exceeded by another user": "あなたが行ったオファーが他のユーザーによって超過されたとき",
    "Referral Successful": "紹介成功",
    "When an item you referred is purchased": "ご紹介いただいた商品を購入された場合",
    "Owned Asset updates": "所有資産の更新",
    "When a significant update occurs for one of the items you have purchased on FastSwap": "FastSwapで購入したアイテムの1つに重要な更新が発生したとき",
    "Successful Purchase": "購入の成功",
    "When you successfully buy an item": "アイテムの購入に成功したとき",
    "Fastswap newsletter": "Fastswapニュースレター",
    "Occasional updates from the FastSwap team": "FastSwapチームからの時折の更新",
    "Minimum Bid Treshold": "最小入札基準",
    "Receive notifications only when you receive offers with a value greater than or equal to this amount of Currency.": "この通貨額以上の値のオファーを受け取った場合にのみ通知を受け取ります。",
    "Set a minimum offer for collections to ignore low offers.": "低いオファーを無視するように、コレクションの最小オファーを設定します。",
    "You will not be notified on offers below your minimum amounts for items is that collection.": "そのコレクションであるアイテムの最小金額を下回るオファーについては通知されません。",
    "Minimum Price": "最低価格",
    "If you need help related to your account, we can help you.": "アカウントに関連するサポートが必要な場合は、私たちがお手伝いします。",
    "General help": "一般的なヘルプ",
    "Visit our": "私たちをご覧ください",
    "help center": "ヘルプセンター",
    "to learn how to get started with buying, selling, and creating.": "購入、販売、作成を開始する方法を学びます。",
    "Contact FastSwap Support": "FastSwapサポートに連絡する",
    "Can't find the answers you’re looking for?": "探している答えが見つかりませんか？",
    "You can": "あなたはできる",
    "submit a request": "リクエストを送信する",
    "here": "ここ",
    "Help with a compromised account": "侵害されたアカウントを支援する",
    "If you believe your account has been compromised, let us know and we can lock your account. This will disable items in your wallet from being bought, sold, or transferred using FastSwap.": "アカウントが侵害されたと思われる場合は、お知らせください。アカウントをロックできます。これにより、FastSwapを使用してウォレット内のアイテムを購入、販売、または転送できなくなります。",
    "Learn more.": "もっと詳しく知る。",
    "Settings": "設定",
    "Tell us a little bit about you": "あなたについて少し教えてください",
    "Your username": "あなたのユーザーネーム",
    "Your email": "あなたのメール",
    "Describe your issue": "あなたの問題を説明してください",
    "I have unknown transactions in my account": "アカウントに不明なトランザクションがあります",
    "I have everything but believe my account is compromised": "私はすべてを持っていますが、私のアカウントが危険にさらされていると信じています",
    "Other": "他の",
    "I understand I must provide a sworn statement certified by a": "私は、認定された宣誓供述書を提出しなければならないことを理解しています",
    "notary public to unlock my account.": "私のアカウントのロックを解除するために公証人によって。",
    "Lock Account": "アカウントをロックする",
    "If you believe your account has been compromised, let us know and": "アカウントが侵害されたと思われる場合は、お知らせください",
    "we can lock your account. This will disable items in your wallet from": "アカウントをロックできます。これにより、ウォレット内のアイテムが無効になります",
    "being bought, sold, or transferred using FastSwap.": "FastSwapを使用して購入、販売、または譲渡されている。",
    "Save": "保存",
    "Add": "追加",
    "Floor price": "フロア価格",
    "Vol. traded": "巻取引された",
    "CREATE NFT": "NFTの作成",
    "This image will also be used for navigation. 350 x 350 recommended.": "この画像はナビゲーションにも使用されます。 350x350を推奨します。",
    "Collection Thumbnail": "コレクションサムネイル",
    "a collection": "コレクション",
    "Banner image": "バナー画像",
    "This image will appear at the top of your collection page.": "この画像は、コレクションページの上部に表示されます。",
    "Avoid including too much text in this banner image, as the dimensions change on different devices. 1400 x 400 recommended.": "デバイスによって寸法が変わるため、このバナー画像にテキストを入れすぎないようにしてください。 1400x400を推奨します。",
    "Markdown syntax is supported.": "マークダウン構文がサポートされています。",
    "Customize your URL on FastSwap. Must only contain lowercase letters,numbers, and hyphens.": "FastSwapでURLをカスタマイズします。 小文字、数字、およびハイフンのみを含める必要があります。",
    "Collection Address": "コレクションの住所",
    "Nft Token Uri": "Nftトークンウリ",
    "Max Supply": "最大供給",
    "Royalties": "ロイヤルティ",
    "Collect a fee when a user re-sells an item you originally created.": "最初に作成したアイテムをユーザーが再販するときに料金を徴収します。",
    "This is deducted from the final sale price and paid monthly to a payout address of your choosing.": "これは最終販売価格から差し引かれ、選択した支払い先住所に毎月支払われます。",
    "Your payout wallet address": "ペイアウトウォレットアドレス",
    "Please enter the wallet adress in which you want to receive the royalties payments": "ロイヤリティの支払いを受け取りたいウォレットアドレスを入力してください",
    "Collaborators": "共同編集者",
    "Collaborators can modify collection settings, receive payments for items they created,": "共同編集者は、収集設定を変更したり、作成したアイテムの支払いを受け取ったり、",
    "change the collection's royalty payout address, and create new items.": "コレクションのロイヤリティ支払いアドレスを変更し、新しいアイテムを作成します。",
    "Add Collaborator": "コラボレーターを追加"
}