{
    "Trade": "Handel",
    "Earn": "Verdienen",
    "Win": "Winnen",
    "NFT": "NFT",
    "Overview": "Overzicht",
    "Rankings": "Ranglijsten",
    "Activities": "Activiteiten",
    "Minting": "munt slaan",
    "Connect Wallet": "Portemonnee verbinden",
    "Collect Digital Art": "Verzamel digitale kunst",
    "Discover, Buy and Sell Nfts on Binance Smart Chain": "Ontdek, koop en verkoop Nfts op Binance Smart Chain",
    "Explore": "Ontdekken",
    "Create": "Creëren",
    "Hot collections": "Hete collecties",
    "Made by FastSwap": "Gemaakt door FastSwap",
    "Latest drops": "Laatste drops",
    "See more": "Bekijk meer",
    "view History": "Bekijk geschiedenis",
    "Buy Now": "Nu kopen",
    "Make Offer": "Doe een bod",
    "in stock": "op voorraad",
    "Price": "Prijs",
    "Buy the finest NFT’s on Binance Smart Chain": "Koop de beste NFT's op Binance Smart Chain",
    "Sale Type": "Verkooptype:",
    "Recently Added": "Recent toegevoegd",
    "Top Collections": "Topcollecties",
    "Top Sale": "Topverkoop",
    "Top Creators": "Top makers",
    "Collection": "Verzameling",
    "Volume": "Volume",
    "Floor Price": "Vloerprijs",
    "Items": "Artikelen",
    "Owners": "Eigenaren",
    "What is SeaMammon?": "Wat is SeaMammon?",
    "The Seamammon is a collection of 4,000 unique Sea Mammals NFTs and digital collectibles living on the BNB Chain.": "De Seamammon is een verzameling van 4.000 unieke zeezoogdieren NFT's en digitale verzamelobjecten die leven op de BNB-keten.",
    "Developed by FastSwap.": "Ontwikkeld door FastSwap.",
    "With Seamammon NFTs you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like Cointools, FastSwap and other benefits in the future.": "Met Seamammon NFT's heb je toegang tot onze P2E-games op Metaverse en ontgrendel je andere premiumfuncties in ons ecosysteem van producten zoals Cointools, FastSwap en andere voordelen in de toekomst.",
    "How to get 50% discount on fees?": "Hoe 50% korting op de kosten krijgen?",
    "Easy! Simply list an NFT for sale with FAST or DUKE instead of BNB.": "Eenvoudig! Vermeld eenvoudig een NFT te koop met FAST of DUKE in plaats van BNB.",
    "Get 50% discount!": "Krijg 50% korting!",
    "How to buy a fixed-price NFT?": "Hoe een NFT tegen een vaste prijs kopen?",
    "Select the Buy Now button and follow the prompts in your wallet.": "Selecteer de knop Nu kopen en volg de aanwijzingen in uw portemonnee.",
    "Once the transaction is complete, the item will transfer to your wallet and the seller will receive the funds.": "Zodra de transactie is voltooid, wordt het item overgezet naar uw portemonnee en ontvangt de verkoper het geld.",
    "You will need either FAST, DUKE or BNB.": "Je hebt FAST, DUKE of BNB nodig.",
    "To see the NFT in your wallet, return to your profile, and select Collected.": "Om de NFT in uw portemonnee te zien, gaat u terug naar uw profiel en selecteert u Verzameld.",
    "Keep in mind, there might be a slight delay before it's visible due to transaction processing time.": "Houd er rekening mee dat er een kleine vertraging kan optreden voordat deze zichtbaar is vanwege de verwerkingstijd van de transactie.",
    "How to make an offer on an NFT?": "Hoe een bod uitbrengen op een NFT?",
    "You can begin the process to make an offer on an NFT from a few different areas on the site.": "U kunt het proces van het doen van een bod op een NFT starten vanuit een aantal verschillende gebieden op de site.",
    "While looking at a single collection": "Terwijl we naar een enkele collectie kijken",
    "While exploring all NFTs": "Tijdens het verkennen van alle NFT's",
    "While looking at the NFT directly": "Terwijl u rechtstreeks naar de NFT kijkt",
    "Start the process by clicking Make Offer.": "Start het proces door op Bieden te klikken.",
    "Once you have clicked on Make Offer, a modal will appear.": "Nadat u op Doe een bod heeft geklikt, verschijnt er een modaal.",
    "Input the amount of BNB you wish to make the offer for.": "Vul het bedrag van de BNB in ​​waarvoor u een bod wilt doen.",
    "For listings with FAST or DUKE pricing, you will have to input FAST or DUKE amount.": "Voor aanbiedingen met FAST- of DUKE-prijzen, moet u het FAST- of DUKE-bedrag invoeren.",
    "When you have input the amount of BNB you would like to offer, click Make Offer and a confirmation will appear.": "Als je het bedrag aan BNB hebt ingevoerd dat je wilt aanbieden, klik je op Doe een bod en er verschijnt een bevestiging.",
    "You will now need to confirm this action with your wallet.": "U moet deze actie nu bevestigen met uw portemonnee.",
    "What is collection offer?": "Wat is een collectieaanbieding?",
    "A Collection offer allows you to place the same BNB offer on every item within a collection with just a click.": "Met een Collectieaanbieding plaats je met één klik op elk item binnen een collectie hetzelfde BNB-aanbod.",
    "This means that anyone holding an item of the collection is able to accept your offer.": "Dit betekent dat iedereen die een item uit de collectie heeft, uw aanbod kan accepteren.",
    "If a seller accepts your collection offer, it will automatically be withdrawn from all other items in the collection.": "Als een verkoper uw afhaalaanbod accepteert, wordt het automatisch ingetrokken voor alle andere items in de collectie.",
    "You can think of this similar to a limit order when trading cryptocurrency on an exchange.": "Je kunt dit zien als een limietorder bij het handelen in cryptocurrency op een beurs.",
    "How to make a collection offer?": "Hoe een incasso-aanbod doen?",
    "Go to the collection page of your choosing.": "Ga naar de collectiepagina van uw keuze.",
    "At the top of the collection page, you'll see a button labeled Make Collection Offer.": "Boven aan de afhaalpagina ziet u een knop met het label Ophaalaanbieding doen.",
    "A modal will appear.": "Er verschijnt een modaal.",
    "You can now input the amount of FAST/DUKE/BNB you would like to offer across the entire collection.": "U kunt nu het bedrag aan FAST / DUKE / BNB invoeren dat u over de hele collectie wilt aanbieden.",
    "Once you have confirmed the parameters of your collection offer, you can click on the Make Offer button.": "Nadat u de parameters van uw afhaalaanbod heeft bevestigd, kunt u op de knop Bieden klikken.",
    "You will now be prompted to sign a message from your wallet.": "U wordt nu gevraagd om een ​​bericht vanuit uw portemonnee te ondertekenen.",
    "Once you have done this, your offer will be live on the site.": "Zodra je dit hebt gedaan, staat je aanbieding live op de site.",
    "Listing an NFT for a fixed price": "Een NFT aanbieden voor een vaste prijs",
    "Navigate to the NFT you want to sell and click on Sell in the top-right corner.": "Navigeer naar de NFT die u wilt verkopen en klik op Verkopen in de rechterbovenhoek.",
    "If you don't see the Sell button, make sure you're connected to the correct wallet.": "Als je de knop Verkopen niet ziet, zorg er dan voor dat je bent verbonden met de juiste portemonnee.",
    "Next, you'll see a modal appear.": "Vervolgens ziet u een modaal verschijnen.",
    "Enter the price you want to list your NFT at, and click List Item.": "Voer de prijs in waarop u uw NFT wilt vermelden en klik op Lijstitem.",
    "If this is your first time selling an item from this collection, the site will ask for you to approve the collection for trading.": "Als dit de eerste keer is dat u een item uit deze collectie verkoopt, zal de site u vragen om de collectie goed te keuren voor verhandeling.",
    "Click Approve.": "Klik op Goedkeuren.",
    "You only need to do this once per collection.": "U hoeft dit maar één keer per collectie te doen.",
    "Once you've approved a collection, you don't need to do it again, unless you revoke the approval later on.": "Nadat u een incasso heeft goedgekeurd, hoeft u deze niet opnieuw te doen, tenzij u de goedkeuring later intrekt.",
    "Lastly, you'll need to confirm the listing with a transaction from your wallet.": "Ten slotte moet u de vermelding bevestigen met een transactie uit uw portemonnee.",
    "Accepting an offer on your NFT": "Een aanbieding accepteren op uw NFT",
    "To accept an offer on your item, you will need to go to the individual page for that NFT.": "Om een ​​aanbieding op uw item te accepteren, moet u naar de individuele pagina voor die NFT gaan.",
    "Once you're on that page, you will be able to see the list of offers which have been made.": "Zodra u op die pagina bent, kunt u de lijst met aanbiedingen zien die zijn gedaan.",
    "Click Accept on the offer which you wish to accept.": "Klik op Accepteren bij het aanbod dat u wilt accepteren.",
    "This will begin the process.": "Hiermee begint het proces.",
    "A modal will appear with the details of the offer.": "Er verschijnt een modaal met de details van het aanbod.",
    "Click Accept Offer again to confirm that this is the offer which you want to accept.": "Klik nogmaals op Aanbieding accepteren om te bevestigen dat dit de aanbieding is die u wilt accepteren.",
    "You will now need to confirm this in your wallet to proceed.": "U moet dit nu in uw portemonnee bevestigen om door te gaan.",
    "Once the transaction has been completed, you will see a success message appear, showing that your sale has been successful.": "Zodra de transactie is voltooid, ziet u een succesbericht verschijnen dat aangeeft dat uw verkoop is geslaagd.",
    "Type": "Type",
    "Minted": "geslagen",
    "Listed": "vermeld",
    "Bid": "Bieden",
    "Sale": "Uitverkoop",
    "Transfer": "Overdracht",
    "Event": "Evenement",
    "Quantity": "Hoeveelheid",
    "From": "Van",
    "Time": "Tijd",
    "Owner": "Baasje",
    "Action": "Actie",
    "One SEAMAMMON costs": "Een SEAMAMMON kost",
    "Excluding gas fee": "Exclusief gastoeslag",
    "Click to mint your NFTs": "Klik om uw NFT's te minten",
    "Mint": "Munt",
    "The seamammon is collection of 4,000 unique Sea mammals NFTs and digital collectibles living on the BNB Chain.": "De zeeman is een verzameling van 4.000 unieke zeezoogdieren NFT's en digitale verzamelobjecten die leven op de BNB-keten.",
    "Developed by Fastswap.": "Ontwikkeld door Fastswap.",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like %Cointools.io%, %Fastswap.finanace% and other benefits in the future.": "Met Seamammon NFT heb je toegang tot onze P2E-games op Metaverse en ontgrendel je andere premiumfuncties in ons ecosysteem van producten zoals% Cointools.io%,% Fastswap.finanace% en andere voordelen in de toekomst.",
    "Connect to a wallet": "Verbinding maken met een portemonnee",
    "Learn how to connect": "Leer hoe u verbinding kunt maken",
    "Please connect your wallet and try again": "Sluit uw portemonnee aan en probeer het opnieuw",
    "Place an offer": "Plaats een bod",
    "Confirm": "Bevestigen",
    "Description": "Beschrijving",
    "About creator": "Over maker",
    "Details": "Details",
    "Items activity": "Items activiteit",
    "Price History": "Prijsgeschiedenis",
    "No price history yet": "Nog geen prijshistorie",
    "Contract Address": "Contractadres:",
    "Token ID": "Token-ID",
    "Token Standard": "Standaard token",
    "Blockchain": "Blockchain",
    "minutes ago": "minuten geleden",
    "Other items in this collection": "Andere items in deze collectie",
    "Price must be greater ": "Prijs moet groter zijn",
    "views": "keer bekeken",
    "favorite": "favoriet",
    "copies": "kopieën",
    "Time Left": "Tijd over",
    "Buy now": "Nu kopen",
    "Make an offer": "Doe een bod",
    "My Profile": "Mijn profiel",
    "Admin": "beheerder",
    "Nft Total Sales": "Nft totale omzet",
    "User List": "gebruikers lijst",
    "Collection List": "Verzamellijst",
    "Daily": "Dagelijks",
    "Weekly": "Wekelijks",
    "Monthly": "Maandelijks",
    "Yearly": "Jaarlijks",
    "Total": "Totaal",
    "Users": "Gebruikers",
    "Collections": "Collecties",
    "Name": "Naam",
    "Wallet": "Portemonnee",
    "Joined At ": "lid geworden van",
    "There is nothing here.": "Er is niks hier.",
    "Create NFT": "NFT maken",
    "Image, Video, 3D model or Audio": "Afbeelding, Video, 3D-model of Audio",
    "Item Name": "Itemnaam",
    "Displayed on the item page": "Weergegeven op de itempagina",
    "Put on marketplace": "Zet op marktplaats",
    "Your item will be on Sale": "Uw item zal in de uitverkoop zijn",
    "Provide a detailed description of the item": "Geef een gedetailleerde beschrijving van het item:",
    "Unlock Once Purchased": "Ontgrendel na aankoop",
    "Content will be unlocked once purchased": "Inhoud wordt ontgrendeld zodra deze is gekocht",
    "Enter Digital Key, Code, Link etc.": "Voer digitale sleutel, code, link enz.",
    "Select existing Collection or create new one": "Selecteer bestaande collectie of maak een nieuwe aan",
    "Add Collection": "Collectie toevoegen",
    "Collected": "verzameld",
    "Created": "Gemaakt",
    "On Auction": "Op veiling",
    "Sold": "Verkocht",
    "Load More": "Meer laden",
    "Item": "Item",
    "Watching": "Aan het kijken",
    "Like": "Graag willen",
    "Activity": "Werkzaamheid",
    "Profile": "Profiel",
    "Notification": "Kennisgeving",
    "Offers": "Aanbiedingen",
    "Support": "Steun",
    "Email Address": "E-mailadres",
    "Links": "Links",
    "Wallet Address": "Portemonnee-adres",
    "Select which notifications you would like to receive for": "Selecteer voor welke meldingen je wilt ontvangen",
    "Item Sold": "Artikel verkocht",
    "When someone purchased one of your items": "Wanneer iemand een van je items heeft gekocht",
    "Bid Activity": "Biedactiviteit",
    "When someone bids on one of your items": "Wanneer iemand op een van uw items biedt",
    "Price Change": "Prijs verandering",
    "When an item you made an offer on changes in price": "Wanneer een item u een bod heeft gedaan op prijswijzigingen",
    "Auction Expiration": "Vervaldatum veiling",
    "When a Dutch or English auction you created ends": "Wanneer een door jou gecreëerde Nederlandse of Engelse veiling eindigt",
    "Outbid": "Overbieden",
    "When an offer you placed is exceeded by another user": "Wanneer een door jou geplaatst aanbod wordt overschreden door een andere gebruiker",
    "Referral Successful": "Verwijzing geslaagd",
    "When an item you referred is purchased": "Wanneer een item dat u hebt doorverwezen wordt gekocht",
    "Owned Asset updates": "Updates van eigendommen",
    "When a significant update occurs for one of the items you have purchased on FastSwap": "Wanneer er een belangrijke update plaatsvindt voor een van de items die u op FastSwap hebt gekocht",
    "Successful Purchase": "Succesvolle aankoop",
    "When you successfully buy an item": "Wanneer je met succes een artikel koopt",
    "Fastswap newsletter": "Fastswap nieuwsbrief",
    "Occasional updates from the FastSwap team": "Af en toe updates van het FastSwap-team",
    "Minimum Bid Treshold": "Minimale boddrempel",
    "Receive notifications only when you receive offers with a value greater than or equal to this amount of Currency.": "Ontvang alleen meldingen wanneer u aanbiedingen ontvangt met een waarde groter dan of gelijk aan dit bedrag aan valuta.",
    "Set a minimum offer for collections to ignore low offers.": "Stel een minimumaanbieding in voor collecties om lage aanbiedingen te negeren.",
    "You will not be notified on offers below your minimum amounts for items is that collection.": "U wordt niet op de hoogte gesteld van aanbiedingen onder uw minimumbedragen voor items die worden opgehaald.",
    "Minimum Price": "Minimum prijs",
    "If you need help related to your account, we can help you.": "Als u hulp nodig heeft met betrekking tot uw account, kunnen wij u helpen.",
    "General help": "Algemene hulp",
    "Visit our": "Bezoek onze",
    "help center": "helpcentrum",
    "to learn how to get started with buying, selling, and creating.": "om te leren hoe u aan de slag kunt gaan met kopen, verkopen en creëren.",
    "Contact FastSwap Support": "Neem contact op met FastSwap-ondersteuning",
    "Can't find the answers you’re looking for?": "Kunt u de antwoorden die u zoekt niet vinden?",
    "You can": "Jij kan",
    "submit a request": "een verzoek indienen",
    "here": "hier",
    "Help with a compromised account": "Hulp bij een gehackt account",
    "If you believe your account has been compromised, let us know and we can lock your account. This will disable items in your wallet from being bought, sold, or transferred using FastSwap.": "Als u denkt dat uw account is gehackt, laat het ons dan weten, zodat we uw account kunnen vergrendelen. Hiermee wordt voorkomen dat items in uw portemonnee worden gekocht, verkocht of overgedragen met FastSwap.",
    "Learn more.": "Leer meer.",
    "Settings": "Instellingen",
    "Tell us a little bit about you": "Vertel ons iets over jou",
    "Your username": "Je gebruikersnaam",
    "Your email": "Jouw email",
    "Describe your issue": "omschrijf uw probleem",
    "I have unknown transactions in my account": "Ik heb onbekende transacties in mijn account",
    "I have everything but believe my account is compromised": "Ik heb alles, maar geloof dat mijn account is gehackt",
    "Other": "Ander",
    "I understand I must provide a sworn statement certified ": "Ik begrijp dat ik een beëdigde verklaring moet overleggen",
    "by a notary public to unlock my account.": "door een notaris om mijn account te ontgrendelen.",
    "Lock Account": "Account vergrendelen",
    "If you believe your account has been compromised, let us know": "Als u denkt dat uw account is gehackt, laat het ons dan weten",
    "we can lock your account. This will disable items in your wallet": "we kunnen uw account vergrendelen. Hiermee worden items in uw portemonnee uitgeschakeld",
    "being bought, sold, or transferred using FastSwap.": "worden gekocht, verkocht of overgedragen met FastSwap.",
    "Save": "Opslaan",
    "Add": "Toevoegen",
    "Floor price": "Bodemprijs",
    "Vol. traded": "vol. verhandeld",
    "This image will also be used for navigation. 350 x 350 recommended.": "Deze afbeelding wordt ook gebruikt voor navigatie. 350 x 350 aanbevolen.",
    "Collection Thumbnail": "Miniatuur collectie",
    "a collection": "een verzameling",
    "Banner image": "Bannerafbeelding",
    "This image will appear at the top of your collection page.": "Deze afbeelding verschijnt bovenaan je collectiepagina.",
    "Avoid including too much text in this banner image, as the dimensions change on different devices. 1400 x 400 recommended.": "Gebruik niet te veel tekst in deze bannerafbeelding, aangezien de afmetingen op verschillende apparaten veranderen. 1400x400 aanbevolen.",
    "Markdown syntax is supported.": "Markdown-syntaxis wordt ondersteund.",
    "Customize your URL on FastSwap. Must only contain lowercase letters,numbers, and hyphens.": "Pas uw URL op FastSwap aan. Mag alleen kleine letters, cijfers en koppeltekens bevatten.",
    "Collection Address": "Ophaaladres",
    "Nft Token Uri": "Nft Token Uri",
    "Max Supply": "Max. toevoer",
    "Royalties": "Royalty's",
    "Collect a fee when a user re-sells an item you originally created.": "Verzamel een vergoeding wanneer een gebruiker een item doorverkoopt dat u oorspronkelijk heeft gemaakt.",
    "This is deducted from the final sale price and paid monthly to a payout address of your choosing.": "Dit wordt in mindering gebracht op de uiteindelijke verkoopprijs en maandelijks betaald op een uitbetalingsadres naar keuze.",
    "Your payout wallet address": "Het adres van uw uitbetalingsportefeuille",
    "Please enter the wallet adress in which you want to receive the royalties payments": "Voer het portemonnee-adres in waarin u de royaltybetalingen wilt ontvangen",
    "Collaborators": "Medewerkers",
    "Collaborators can modify collection settings, receive payments for items they created,": "Medewerkers kunnen incasso-instellingen wijzigen, betalingen ontvangen voor items die ze hebben gemaakt,",
    "change the collection's royalty payout address, and create new items.": "het uitbetalingsadres van de collectie wijzigen en nieuwe items maken.",
    "Add Collaborator": "Bijdrager toevoegen"
}