{
    "Trade": "Troca",
    "Earn": "Ganhar",
    "Win": "Ganhar",
    "NFT": "NFT",
    "Overview": "Visão geral",
    "Rankings": "Classificações",
    "Activities": "Atividades",
    "Minting": "cunhagem",
    "Connect Wallet": "Conectar Carteira",
    "Collect Digital Art": "Colecione Arte Digital",
    "Discover, Buy and Sell Nfts on Binance Smart Chain": "Descubra, compre e venda Nfts na Binance Smart Chain",
    "Explore": "Explorar",
    "Create": "Crio",
    "Hot collections": "Coleções quentes",
    "Made by FastSwap": "Feito por FastSwap",
    "Latest drops": "Últimas gotas",
    "See more": "Ver mais",
    "View History": "Ver histórico",
    "Buy Now": "Compre Agora",
    "Make Offer": "Faça oferta",
    "in stock": "em estoque",
    "Price": "Preço",
    "Buy the finest NFT’s on Binance Smart Chain": "Compre os melhores NFTs na Binance Smart Chain",
    "Sale Type": "Tipo de venda",
    "Recently Added": "Adicionado recentemente",
    "Top Collections": "Principais coleções",
    "Top Sale": "Principais vendas",
    "Top Creators": "Principais criadores",
    "Collection": "Coleção",
    "Volume": "Volume",
    "Floor Price": "Preço mínimo",
    "Items": "Itens",
    "Owners": "os Proprietários",
    "What is SeaMammon?": "O que é SeaMammon?",
    "The Seamammon is a collection of 4,000 unique Sea Mammals NFTs and digital collectibles living on the BNB Chain": "O Seamammon é uma coleção de 4.000 NFTs de Mamíferos Marinhos únicos e colecionáveis ​​digitais que vivem na Cadeia BNB.",
    "Developed by FastSwap": "Desenvolvido por FastSwap.",
    "With Seamammon NFTs you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like Cointools, FastSwap and other benefits in the future": "Com Seaammon NFTs você terá acesso aos nossos jogos P2E no Metaverse e desbloqueará outros recursos premium em nosso ecossistema de produtos como Cointools, FastSwap e outros benefícios no futuro.",
    "How to get 50% discount on fees?": "Como obter 50% de desconto nas taxas?",
    "Easy! Simply list an NFT for sale with FAST or DUKE instead of BNB": "Fácil! Simplesmente liste um NFT para venda com FAST ou DUKE em vez de BNB.",
    "Get 50% discount!": "Ganhe 50% de desconto!",
    "How to buy a fixed-price NFT?": "Como comprar um NFT de preço fixo?",
    "Select the Buy Now button and follow the prompts in your wallet": "Selecione o botão Comprar agora e siga as instruções em sua carteira.",
    "Once the transaction is complete, the item will transfer to your wallet and the seller will receive the funds": "Assim que a transação for concluída, o item será transferido para sua carteira e o vendedor receberá os fundos.",
    "You will need either FAST, DUKE or BNB": "Você precisará de FAST, DUKE ou BNB.",
    "To see the NFT in your wallet, return to your profile, and select Collected": "Para ver o NFT em sua carteira, retorne ao seu perfil e selecione Coletado.",
    "Keep in mind, there might be a slight delay before it's visible due to transaction processing time": "Lembre-se de que pode haver um pequeno atraso antes de ficar visível devido ao tempo de processamento da transação.",
    "How to make an offer on an NFT?": "Como fazer uma oferta em um NFT?",
    "You can begin the process to make an offer on an NFT from a few different areas on the site": "Você pode iniciar o processo para fazer uma oferta em um NFT em algumas áreas diferentes do site.",
    "While looking at a single collection": "Ao olhar para uma única coleção",
    "While exploring all NFTs": "Ao explorar todos os NFTs",
    "While looking at the NFT directly": "Ao olhar para o NFT diretamente",
    "Start the process by clicking Make Offer": "Inicie o processo clicando em Fazer oferta.",
    "Once you have clicked on Make Offer, a modal will appear": "Depois de clicar em Fazer oferta, um modal aparecerá.",
    "Input the amount of BNB you wish to make the offer for": "Insira a quantidade de BNB para a qual deseja fazer a oferta.",
    "For listings with FAST or DUKE pricing, you will have to input FAST or DUKE amount": "Para anúncios com preços FAST ou DUKE, você terá que inserir o valor FAST ou DUKE.",
    "When you have input the amount of BNB you would like to offer, click Make Offer and a confirmation will appear": "Quando você inserir a quantidade de BNB que gostaria de oferecer, clique em Fazer oferta e uma confirmação aparecerá.",
    "You will now need to confirm this action with your wallet": "Agora você precisará confirmar esta ação com sua carteira.",
    "What is collection offer?": "O que é oferta de coleção?",
    "A Collection offer allows you to place the same BNB offer on every item within a collection with just a click": "Uma oferta de coleção permite que você coloque a mesma oferta de BNB em todos os itens de uma coleção com apenas um clique.",
    "This means that anyone holding an item of the collection is able to accept your offer": "Isso significa que qualquer pessoa com um item da coleção pode aceitar sua oferta.",
    "If a seller accepts your collection offer, it will automatically be withdrawn from all other items in the collection": "Se um vendedor aceitar sua oferta de coleção, ela será automaticamente retirada de todos os outros itens da coleção.",
    "You can think of this similar to a limit order when trading cryptocurrency on an exchange": "Você pode pensar nisso de forma semelhante a uma ordem de limite ao negociar criptomoeda em uma bolsa.",
    "How to make a collection offer?": "Como fazer uma oferta de coleção?",
    "Go to the collection page of your choosing": "Vá para a página de coleção de sua escolha.",
    "At the top of the collection page, you'll see a button labeled Make Collection Offer": "Na parte superior da página da coleção, você verá um botão chamado Fazer oferta de coleção.",
    "A modal will appear": "Um modal aparecerá.",
    "You can now input the amount of FAST/DUKE/BNB you would like to offer across the entire collection": "Agora você pode inserir a quantidade de FAST/DUKE/BNB que gostaria de oferecer em toda a coleção.",
    "Once you have confirmed the parameters of your collection offer, you can click on the Make Offer button": "Depois de confirmar os parâmetros da sua oferta de coleção, você pode clicar no botão Fazer oferta.",
    "You will now be prompted to sign a message from your wallet": "Agora você será solicitado a assinar uma mensagem de sua carteira.",
    "Once you have done this, your offer will be live on the site": "Depois de ter feito isso, sua oferta estará ativa no site.",
    "Listing an NFT for a fixed price": "Listando uma NFT por um preço fixo",
    "Navigate to the NFT you want to sell and click on Sell in the top-right corner": "Navegue até a NFT que deseja vender e clique em Vender no canto superior direito.",
    "If you don't see the Sell button, make sure you're connected to the correct wallet": "Se você não vir o botão Vender, verifique se está conectado à carteira correta.",
    "Next, you'll see a modal appear": "Em seguida, você verá um modal aparecer.",
    "Enter the price you want to list your NFT at, and click List Item": "Insira o preço pelo qual deseja listar sua NFT e clique em Item de lista.",
    "If this is your first time selling an item from this collection, the site will ask for you to approve the collection for trading": "Se esta for a primeira vez que você vende um item desta coleção, o site solicitará que você aprove a coleção para negociação.",
    "Click Approve": "Clique em Aprovar.",
    "You only need to do this once per collection": "Você só precisa fazer isso uma vez por coleção.",
    "Once you've approved a collection, you don't need to do it again, unless you revoke the approval later on": "Depois de aprovar uma coleção, você não precisa fazer isso novamente, a menos que revogue a aprovação posteriormente.",
    "Lastly, you'll need to confirm the listing with a transaction from your wallet": "Por fim, você precisará confirmar a listagem com uma transação de sua carteira.",
    "Accepting an offer on your NFT": "Aceitando uma oferta no seu NFT",
    "To accept an offer on your item, you will need to go to the individual page for that NFT": "Para aceitar uma oferta em seu item, você precisará acessar a página individual dessa NFT.",
    "Once you're on that page, you will be able to see the list of offers which have been made": "Uma vez nessa página, você poderá ver a lista de ofertas que foram feitas.",
    "Click Accept on the offer which you wish to accept": "Clique em Aceitar na oferta que deseja aceitar.",
    "This will begin the process": "Isso iniciará o processo.",
    "A modal will appear with the details of the offer": "Um modal aparecerá com os detalhes da oferta.",
    "Click Accept Offer again to confirm that this is the offer which you want to accept": "Clique em Aceitar oferta novamente para confirmar que esta é a oferta que você deseja aceitar.",
    "You will now need to confirm this in your wallet to proceed": "Agora você precisará confirmar isso em sua carteira para prosseguir.",
    "Once the transaction has been completed, you will see a success message appear, showing that your sale has been successful": "Depois que a transação for concluída, você verá uma mensagem de sucesso, mostrando que sua venda foi bem-sucedida.",
    "Type": "Modelo",
    "Minted": "Cunhado",
    "Listed": "Listado",
    "Bid": "Licitação",
    "Sale": "Oferta",
    "Transfer": "Transferir",
    "Event": "Evento",
    "Quantity": "Quantidade",
    "From": "A partir de",
    "Time": "Tempo",
    "Owner": "Proprietário",
    "Action": "Ação",
    "One SEAMAMMON costs": "Um custo de SEAMAMMON",
    "Excluding gas fee": "Excluindo taxa de gás",
    "Click to mint your NFTs": "Clique para cunhar seus NFTs",
    "Mint": "hortelã",
    "The seamammon is collection of 4,000 unique Sea mammals NFTs and digital collectibles living on the BNB Chain": "O Seamammon é uma coleção de 4.000 NFTs de mamíferos marinhos únicos e colecionáveis ​​digitais que vivem na Cadeia BNB.",
    "Developed by Fastswap": "Desenvolvido por FastSwap.",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like %Cointools.io%, %Fastswap.finanace% and other benefits in the future": "Com o Seamammon NFT você terá acesso aos nossos jogos P2E no Metaverse e desbloqueará outros recursos premium em nosso ecossistema de produtos como %Cointools.io%, %Fastswap.finanace% e outros benefícios no futuro.",
    "Connect to a wallet": "Conectar a uma carteira",
    "Learn how to connect": "Saiba como conectar",
    "Please connect your wallet and try again": "Conecte sua carteira e tente novamente",
    "Place an offer": "Faça uma oferta",
    "Confirm": "confirme",
    "Description": "Descrição",
    "About creator": "Sobre o criador",
    "Details": "Detalhes",
    "Items activity": "Atividade de itens",
    "Price History": "Histórico de preços",
    "No price history yet": "Ainda não há histórico de preços",
    "Contract Address": "Endereço do contrato",
    "Token ID": "Código do token",
    "Token Standard": "Padrão de token",
    "Blockchain": "Blockchain",
    "minutes ago": "minutos atrás",
    "Other items in this collection": "Outros itens desta coleção",
    "Price must be greater": "O preço deve ser maior",
    "Fixed": "Fixo",
    "Auction": "Leilão",
    "DUKE": "DUQUE",
    "FAST": "VELOZES",
    "BNB": "BNB",
    "Lowest Price": "Menor preço",
    "Highest Price": "Preço mais alto",
    "Most Viewed": "Mais visto",
    "Most Favorited": "Mais favoritos",
    "Oldest": "Mais antigo",
    "Place Bid": "Colocar lance",
    "search": "procurar",
    "Volume(USD)": "Volume (USD)",
    "Creator": "O Criador",
    "days": "dias",
    "hours": "horas",
    "minutes": "minutos",
    "seconds": "segundos",
    "ago": "atrás",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like": "Com o Seamammon NFT você terá acesso aos nossos jogos P2E no Metaverse e desbloqueará outros recursos premium em nosso ecossistema de produtos como",
    "and other benefits in the future": "e outros benefícios no futuro",
    "Keep in mind, there might be a slight delay before it`s visible due to transaction processing time": "Lembre-se de que pode haver um pequeno atraso antes de ficar visível devido ao tempo de processamento da transação",
    "At the top of the collection page, you`ll see a button labeled Make Collection Offer.": "Na parte superior da página da coleção, você verá um botão chamado Fazer oferta de coleção.",
    "If you don`t see the Sell button, make sure you`re connected to the correct wallet.": "Se você não vir o botão Vender, verifique se está conectado à carteira correta.",
    "Next, you`ll see a modal appear.": "Em seguida, você verá um modal aparecer.",
    "Once you`ve approved a collection, you don`t need to do it again, unless you revoke the approval later on.": "Depois de aprovar uma coleção, você não precisa fazê-lo novamente, a menos que revogue a aprovação posteriormente.",
    "Lastly, you`ll need to confirm the listing with a transaction from your wallet.": "Por fim, você precisará confirmar a listagem com uma transação da sua carteira.",
    "Once you`re on that page, you will be able to see the list of offers which have been made.": "Uma vez nessa página, você poderá ver a lista de ofertas que foram feitas.",
    "What is a collection offer?": "O que é uma oferta de coleção?",
    "Listing an NFT for a Fixed Price": "Listando uma NFT por um preço fixo",
    "views": "Visualizações",
    "favorite": "favorito",
    "copies": "cópias",
    "Time Left": "Tempo restante",
    "Buy now": "Compre Agora",
    "Make an offer": "Fazer uma oferta",
    "My Profile": "Meu perfil",
    "Admin": "Administrador",
    "Nft Total Sales": "Vendas totais Nft",
    "User List": "Lista de usuários",
    "Collection List": "Lista de coleções",
    "Daily": "Diário",
    "Weekly": "Semanalmente",
    "Monthly": "Por mês",
    "Yearly": "Anual",
    "Total": "Total",
    "Users": "Usuários",
    "Collections": "Coleções",
    "Name": "Nome",
    "Wallet": "Carteira",
    "Joined At": "Ingressou em",
    "There is nothing here.": "Não há nada aqui.",
    "Create NFT": "Criar NFT",
    "Image, Video, 3D model or Audio": "Imagem, vídeo, modelo 3D ou áudio",
    "Item Name": "Nome do item",
    "Displayed on the item page": "Exibido na página do item",
    "Put on marketplace": "Colocar no mercado",
    "Your item will be on Sale": "Seu item estará em promoção",
    "Provide a detailed description of the item": "Forneça uma descrição detalhada do item",
    "Unlock Once Purchased": "Desbloqueie uma vez comprado",
    "Content will be unlocked once purchased": "O conteúdo será desbloqueado após a compra",
    "Enter Digital Key, Code, Link etc.": "Digite a chave digital, código, link etc.",
    "Select existing Collection or create new one": "Selecione a coleção existente ou crie uma nova",
    "Add Collection": "Adicionar coleção",
    "Collected": "Coletado",
    "Created": "Criada",
    "On Auction": "Em leilão",
    "Sold": "Vendido",
    "Load More": "Carregue mais",
    "Item": "Item",
    "Watching": "Assistindo",
    "Like": "Curti",
    "Activity": "Atividade",
    "Profile": "Perfil",
    "Notification": "Notificação",
    "Offers": "Ofertas",
    "Support": "Apoiar",
    "Email Address": "Endereço de email",
    "Links": "Links",
    "Wallet Address": "Endereço da carteira",
    "Select which notifications you would like to receive for": "Selecione para quais notificações você gostaria de receber",
    "Item Sold": "Item vendido",
    "When someone purchased one of your items": "Quando alguém comprou um de seus itens",
    "Bid Activity": "Atividade de lance",
    "When someone bids on one of your items": "Quando alguém faz lances em um de seus itens",
    "Price Change": "Mudança de preço",
    "When an item you made an offer on changes in price": "Quando um item que você fez uma oferta sobre alterações no preço",
    "Auction Expiration": "Vencimento do leilão",
    "When a Dutch or English auction you created ends": "Quando um leilão holandês ou inglês que você criou termina",
    "Outbid": "lance superado",
    "When an offer you placed is exceeded by another user": "Quando uma oferta que você fez é excedida por outro usuário",
    "Referral Successful": "Referência bem-sucedida",
    "When an item you referred is purchased": "Quando um item que você indicou é comprado",
    "Owned Asset updates": "Atualizações de recursos próprios",
    "When a significant update occurs for one of the items you have purchased on FastSwap": "Quando ocorre uma atualização significativa para um dos itens que você comprou no FastSwap",
    "Successful Purchase": "Compra bem-sucedida",
    "When you successfully buy an item": "Quando você compra um item com sucesso",
    "Fastswap newsletter": "Boletim Fastswap",
    "Occasional updates from the FastSwap team": "Atualizações ocasionais da equipe FastSwap",
    "Minimum Bid Treshold": "Limite mínimo de lance",
    "Receive notifications only when you receive offers with a value greater than or equal to this amount of Currency.": "Receba notificações somente quando receber ofertas com valor maior ou igual a esse valor de Moeda.",
    "Set a minimum offer for collections to ignore low offers.": "Defina uma oferta mínima para coleções para ignorar ofertas baixas.",
    "You will not be notified on offers below your minimum amounts for items is that collection.": "Você não será notificado sobre ofertas abaixo de seus valores mínimos para itens dessa coleção.",
    "Minimum Price": "Preço minimo",
    "If you need help related to your account, we can help you.": "Se precisar de ajuda relacionada à sua conta, podemos ajudá-lo.",
    "General help": "Ajuda Geral",
    "Visit our": "Visite nosso",
    "help center": "Centro de ajuda",
    "to learn how to get started with buying, selling, and creating.": "para aprender como começar a comprar, vender e criar.",
    "Contact FastSwap Support": "Entre em contato com o suporte do FastSwap",
    "Can't find the answers you’re looking for?": "Não consegue encontrar as respostas que procura?",
    "You can": "Você pode",
    "submit a request": "enviar um pedido",
    "here": "aqui",
    "Help with a compromised account": "Ajuda com uma conta comprometida",
    "If you believe your account has been compromised, let us know and we can lock your account. This will disable items in your wallet from being bought, sold, or transferred using FastSwap.": "Se você acredita que sua conta foi comprometida, informe-nos e podemos bloquear sua conta. Isso impedirá que itens em sua carteira sejam comprados, vendidos ou transferidos usando o FastSwap.",
    "Learn more.": "Saber mais.",
    "Settings": "Definições",
    "Tell us a little bit about you": "Conte-nos um pouco sobre você",
    "Your username": "Seu nome de usuário",
    "Your email": "Seu email",
    "Describe your issue": "descreva seu problema",
    "I have unknown transactions in my account": "Tenho transações desconhecidas na minha conta",
    "I have everything but believe my account is compromised": "Tenho tudo, mas acredito que minha conta está comprometida",
    "Other": "Outro",
    "I understand I must provide a sworn statement certified ": "Entendo que devo fornecer uma declaração juramentada certificada",
    "by a notary public to unlock my account.": "por um notário público para desbloquear minha conta.",
    "Lock Account": "Bloquear conta",
    "If you believe your account has been compromised, let us know": "Se você acredita que sua conta foi comprometida, informe-nos",
    "we can lock your account. This will disable items in your wallet": "podemos bloquear sua conta. Isso desativará os itens em sua carteira",
    "being bought, sold, or transferred using FastSwap.": "sendo comprado, vendido ou transferido usando FastSwap.",
    "Save": "Salvar",
    "Add": "Adicionar",
    "Floor price": "Preço mínimo",
    "Vol. traded": "Vol. negociado",
    "This image will also be used for navigation. 350 x 350 recommended.": "Esta imagem também será usada para navegação. 350 x 350 recomendado.",
    "Collection Thumbnail": "Miniatura da coleção",
    "a collection": "uma coleção",
    "Banner image": "Imagem do banner",
    "This image will appear at the top of your collection page.": "Esta imagem aparecerá no topo da sua página de coleção.",
    "Avoid including too much text in this banner image, as the dimensions change on different devices. 1400 x 400 recommended.": "Evite incluir muito texto nesta imagem de banner, pois as dimensões mudam em diferentes dispositivos. 1400 x 400 recomendado.",
    "Markdown syntax is supported.": "A sintaxe de redução é suportada.",
    "Customize your URL on FastSwap. Must only contain lowercase letters,numbers, and hyphens.": "Personalize sua URL no FastSwap. Deve conter apenas letras minúsculas, números e hífens.",
    "Collection Address": "Endereço de coleção",
    "Nft Token Uri": "Nft Token Uri",
    "Max Supply": "Fornecimento máximo",
    "Royalties": "Royalties",
    "Collect a fee when a user re-sells an item you originally created.": "Receba uma taxa quando um usuário revender um item que você criou originalmente.",
    "This is deducted from the final sale price and paid monthly to a payout address of your choosing.": "Isso é deduzido do preço de venda final e pago mensalmente para um endereço de pagamento de sua escolha.",
    "Your payout wallet address": "O endereço da sua carteira de pagamentos",
    "Please enter the wallet adress in which you want to receive the royalties payments": "Por favor, insira o endereço da carteira na qual você deseja receber os pagamentos de royalties",
    "Collaborators": "Colaboradores",
    "Collaborators can modify collection settings, receive payments for items they created,": "Os colaboradores podem modificar as configurações de cobrança, receber pagamentos pelos itens que criaram,",
    "change the collection's royalty payout address, and create new items.": "alterar o endereço de pagamento de royalties da coleção e criar novos itens.",
    "Add Collaborator": "Adicionar colaborador"
}