{
    "Trade": "Comerț",
    "Earn": "Câştiga",
    "Win": "Victorie",
    "NFT": "NFT",
    "Overview": "Prezentare generală",
    "Rankings": "Clasamente",
    "Activities": "Activități",
    "Minting": "Monetărie",
    "Connect Wallet": "Connect Wallet",
    "Collect Digital Art": "Colectați artă digitală",
    "Discover, Buy and Sell Nfts on Binance Smart Chain": "Descoperiți, cumpărați și vindeți Nft-uri pe Binance Smart Chain",
    "Explore": "Explora",
    "Create": "Crea",
    "Hot collections": "Colecții fierbinți",
    "Made by FastSwap": "Realizat de FastSwap",
    "Latest drops": "Ultimele picături",
    "See more": "Vezi mai mult",
    "View History": "Vezi istoricul",
    "Buy Now": "Cumpără acum",
    "Make Offer": "A face o ofertă",
    "in stock": "în stoc",
    "Price": "Preț",
    "Buy the finest NFT’s on Binance Smart Chain": "Cumpărați cele mai bune NFT-uri de pe Binance Smart Chain",
    "Sale Type": "Tip de vânzare",
    "Recently Added": "Adaugat recent",
    "Top Collections": "Top colecții",
    "Top Sale": "Top Vânzare",
    "Top Creators": "Creatori de top",
    "Collection": "Colectie",
    "Volume": "Volum",
    "Floor Price": "Pret etaj",
    "Items": "Articole",
    "Owners": "Proprietarii",
    "What is SeaMammon?": "Ce este SeaMammon?",
    "The Seamammon is a collection of 4,000 unique Sea Mammals NFTs and digital collectibles living on the BNB Chain": "Seamammonul este o colecție de 4.000 de mamifere marine NFT unice și obiecte de colecție digitale care trăiesc în lanțul BNB.",
    "Developed by FastSwap": "Dezvoltat de FastSwap.",
    "With Seamammon NFTs you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like Cointools, FastSwap and other benefits in the future": "Cu Seamammon NFT, veți avea acces la jocurile noastre P2E de pe Metaverse și veți debloca alte funcții premium din ecosistemul nostru de produse precum Cointools, FastSwap și alte beneficii în viitor.",
    "How to get 50% discount on fees?": "Cum să obțineți o reducere de 50% la taxe?",
    "Easy! Simply list an NFT for sale with FAST or DUKE instead of BNB": "Uşor! Pur și simplu enumerați un NFT de vânzare cu FAST sau DUKE în loc de BNB.",
    "Get 50% discount!": "Obțineți 50% reducere!",
    "How to buy a fixed-price NFT?": "Cum să cumpărați un NFT cu preț fix?",
    "Select the Buy Now button and follow the prompts in your wallet": "Selectați butonul Cumpărați acum și urmați instrucțiunile din portofel.",
    "Once the transaction is complete, the item will transfer to your wallet and the seller will receive the funds": "Odată ce tranzacția este finalizată, articolul va fi transferat în portofel și vânzătorul va primi fondurile.",
    "You will need either FAST, DUKE or BNB": "Veți avea nevoie de FAST, DUKE sau BNB.",
    "To see the NFT in your wallet, return to your profile, and select Collected": "Pentru a vedea NFT în portofel, reveniți la profilul dvs. și selectați Colectat.",
    "Keep in mind, there might be a slight delay before it's visible due to transaction processing time": "Rețineți că poate exista o ușoară întârziere înainte de a fi vizibilă din cauza timpului de procesare a tranzacției.",
    "How to make an offer on an NFT?": "Cum să faci o ofertă pe un NFT?",
    "You can begin the process to make an offer on an NFT from a few different areas on the site": "Puteți începe procesul de a face o ofertă pentru un NFT din câteva zone diferite de pe site.",
    "While looking at a single collection": "În timp ce privesc o singură colecție",
    "While exploring all NFTs": "În timp ce explorați toate NFT-urile",
    "While looking at the NFT directly": "În timp ce se uită direct la NFT",
    "Start the process by clicking Make Offer": "Începeți procesul făcând clic pe Faceți o ofertă.",
    "Once you have clicked on Make Offer, a modal will appear": "După ce ați făcut clic pe Faceți o ofertă, va apărea un modal.",
    "Input the amount of BNB you wish to make the offer for": "Introduceți suma de BNB pentru care doriți să faceți oferta.",
    "For listings with FAST or DUKE pricing, you will have to input FAST or DUKE amount": "Pentru înregistrările cu prețuri FAST sau DUKE, va trebui să introduceți suma FAST sau DUKE.",
    "When you have input the amount of BNB you would like to offer, click Make Offer and a confirmation will appear": "După ce ați introdus suma de BNB pe care doriți să o oferi, faceți clic pe Faceți o ofertă și va apărea o confirmare.",
    "You will now need to confirm this action with your wallet": "Acum va trebui să confirmați această acțiune cu portofelul.",
    "What is collection offer?": "Ce este oferta de colectare?",
    "A Collection offer allows you to place the same BNB offer on every item within a collection with just a click": "O ofertă de colecție vă permite să plasați aceeași ofertă BNB pe fiecare articol dintr-o colecție cu doar un clic.",
    "This means that anyone holding an item of the collection is able to accept your offer": "Aceasta înseamnă că oricine deține un articol din colecție poate accepta oferta ta.",
    "If a seller accepts your collection offer, it will automatically be withdrawn from all other items in the collection": "Dacă un vânzător acceptă oferta dvs. de colecție, aceasta va fi automat retrasă din toate celelalte articole din colecție.",
    "You can think of this similar to a limit order when trading cryptocurrency on an exchange": "Vă puteți gândi la acest lucru similar cu un ordin limită atunci când tranzacționați criptomonede pe o bursă.",
    "How to make a collection offer?": "Cum sa faci o oferta de colectare?",
    "Go to the collection page of your choosing": "Accesați pagina de colecție pe care o alegeți.",
    "At the top of the collection page, you'll see a button labeled Make Collection Offer": "În partea de sus a paginii de colecție, veți vedea un buton etichetat Faceți o ofertă de colecție.",
    "A modal will appear": "Va apărea un modal.",
    "You can now input the amount of FAST/DUKE/BNB you would like to offer across the entire collection": "Acum puteți introduce suma de FAST/DUKE/BNB pe care doriți să o oferiți în întreaga colecție.",
    "Once you have confirmed the parameters of your collection offer, you can click on the Make Offer button": "Odată ce ați confirmat parametrii ofertei dvs. de colectare, puteți face clic pe butonul Faceți ofertă.",
    "You will now be prompted to sign a message from your wallet": "Acum vi se va solicita să semnați un mesaj din portofel.",
    "Once you have done this, your offer will be live on the site": "Odată ce ați făcut acest lucru, oferta dvs. va fi live pe site.",
    "Listing an NFT for a fixed price": "Listarea unui NFT la un preț fix",
    "Navigate to the NFT you want to sell and click on Sell in the top-right corner": "Navigați la NFT pe care doriți să-l vindeți și faceți clic pe Vinde în colțul din dreapta sus.",
    "If you don't see the Sell button, make sure you're connected to the correct wallet": "Dacă nu vedeți butonul Vinde, asigurați-vă că sunteți conectat la portofelul corect.",
    "Next, you'll see a modal appear": "În continuare, veți vedea apariția unui modal.",
    "Enter the price you want to list your NFT at, and click List Item": "Introduceți prețul la care doriți să afișați NFT și faceți clic pe Lista articol.",
    "If this is your first time selling an item from this collection, the site will ask for you to approve the collection for trading": "Dacă este prima dată când vindeți un articol din această colecție, site-ul vă va cere să aprobați colecția pentru tranzacționare.",
    "Click Approve": "Faceți clic pe Aprobați.",
    "You only need to do this once per collection": "Trebuie să faceți acest lucru doar o dată pe colecție.",
    "Once you've approved a collection, you don't need to do it again, unless you revoke the approval later on": "După ce ați aprobat o colecție, nu trebuie să o faceți din nou, cu excepția cazului în care revocați aprobarea mai târziu.",
    "Lastly, you'll need to confirm the listing with a transaction from your wallet": "În cele din urmă, va trebui să confirmați înregistrarea cu o tranzacție din portofel.",
    "Accepting an offer on your NFT": "Acceptarea unei oferte pentru NFT",
    "To accept an offer on your item, you will need to go to the individual page for that NFT": "Pentru a accepta o ofertă pentru articolul dvs., va trebui să accesați pagina individuală pentru acel NFT.",
    "Once you're on that page, you will be able to see the list of offers which have been made": "Odată ce sunteți pe pagina respectivă, veți putea vedea lista ofertelor care au fost făcute.",
    "Click Accept on the offer which you wish to accept": "Faceți clic pe Accept pe oferta pe care doriți să o acceptați.",
    "This will begin the process": "Acest lucru va începe procesul.",
    "A modal will appear with the details of the offer": "Va apărea un mod cu detaliile ofertei.",
    "Click Accept Offer again to confirm that this is the offer which you want to accept": "Faceți clic din nou pe Accept Offer pentru a confirma că aceasta este oferta pe care doriți să o acceptați.",
    "You will now need to confirm this in your wallet to proceed": "Acum va trebui să confirmați acest lucru în portofel pentru a continua.",
    "Once the transaction has been completed, you will see a success message appear, showing that your sale has been successful": "Odată ce tranzacția a fost finalizată, veți vedea un mesaj de succes, care arată că vânzarea dvs. a avut succes.",
    "Type": "Tip",
    "Minted": "bătut",
    "Listed": "Listată",
    "Bid": "Licitați",
    "Sale": "Vânzare",
    "Transfer": "Transfer",
    "Event": "Eveniment",
    "Quantity": "Cantitate",
    "From": "Din",
    "Time": "Timp",
    "Owner": "Proprietar",
    "Action": "Acțiune",
    "One SEAMAMMON costs": "Un SEAMAMMON costă",
    "Excluding gas fee": "Excluzând taxa de gaz",
    "Click to mint your NFTs": "Faceți clic pentru a bate NFT-urile dvs",
    "Mint": "Mentă",
    "The seamammon is collection of 4,000 unique Sea mammals NFTs and digital collectibles living on the BNB Chain": "Seamonmonul este o colecție de 4.000 de mamifere marine unice NFT și obiecte de colecție digitale care trăiesc pe lanțul BNB.",
    "Developed by Fastswap": "Dezvoltat de Fastswap.",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like %Cointools.io%, %Fastswap.finanace% and other benefits in the future": "Cu Seamammon NFT, veți avea acces la jocurile noastre P2E de pe Metaverse și veți debloca alte funcții premium din ecosistemul nostru de produse precum %Cointools.io%, %Fastswap.finanace% și alte beneficii în viitor.",
    "Connect to a wallet": "Conectați-vă la un portofel",
    "Learn how to connect": "Aflați cum să vă conectați",
    "Please connect your wallet and try again": "Conectați-vă portofelul și încercați din nou",
    "Place an offer": "Pune o ofertă",
    "Confirm": "A confirma",
    "Description": "Descriere",
    "About creator": "Despre creator",
    "Details": "Detalii",
    "Items activity": "Activitatea articolelor",
    "Price History": "Istoricul prețurilor",
    "No price history yet": "Încă nu există istoric de preț",
    "Contract Address": "Adresa contractului",
    "Token ID": "ID-ul simbolului",
    "Token Standard": "Token Standard",
    "Blockchain": "Blockchain",
    "minutes ago": "minute în urmă",
    "Other items in this collection": "Alte articole din această colecție",
    "Price must be greater": "Pretul trebuie sa fie mai mare",
    "Fixed": "Fix",
    "Auction": "Licitaţie",
    "DUKE": "DUCE",
    "FAST": "RAPID",
    "BNB": "BNB",
    "Lowest Price": "Cel mai mic pret",
    "Highest Price": "Cel mai mare preț",
    "Most Viewed": "Cele mai văzute",
    "Most Favorited": "Cele mai preferate",
    "Oldest": "Cel mai vechi",
    "Place Bid": "Plasați oferta",
    "search": "căutare",
    "Volume(USD)": "Volumul (USD)",
    "Creator": "Creator",
    "days": "zile",
    "hours": "ore",
    "minutes": "minute",
    "seconds": "secunde",
    "ago": "în urmă",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like": "Cu Seamammon NFT, veți avea acces la jocurile noastre P2E de pe Metaverse și veți debloca alte funcții premium din ecosistemul nostru de produse precum",
    "and other benefits in the future": "și alte beneficii în viitor",
    "Keep in mind, there might be a slight delay before it`s visible due to transaction processing time": "Rețineți că poate exista o ușoară întârziere înainte ca acesta să fie vizibil din cauza timpului de procesare a tranzacției",
    "At the top of the collection page, you`ll see a button labeled Make Collection Offer.": "În partea de sus a paginii de colecție, veți vedea un buton etichetat Faceți o ofertă de colecție.",
    "If you don`t see the Sell button, make sure you`re connected to the correct wallet.": "Dacă nu vedeți butonul Vinde, asigurați-vă că sunteți conectat la portofelul corect.",
    "Next, you`ll see a modal appear.": "În continuare, veți vedea că apare un modal.",
    "Once you`ve approved a collection, you don`t need to do it again, unless you revoke the approval later on.": "Odată ce ați aprobat o colecție, nu trebuie să o faceți din nou, cu excepția cazului în care revocați aprobarea mai târziu.",
    "Lastly, you`ll need to confirm the listing with a transaction from your wallet.": "În cele din urmă, va trebui să confirmați lista cu o tranzacție din portofel.",
    "Once you`re on that page, you will be able to see the list of offers which have been made.": "Odată ce sunteți pe pagina respectivă, veți putea vedea lista ofertelor care au fost făcute.",
    "What is a collection offer?": "Ce este o ofertă de colectare?",
    "Listing an NFT for a Fixed Price": "Listarea unui NFT pentru un preț fix",
    "views": "vederi",
    "favorite": "favorit",
    "copies": "copii",
    "Time Left": "Timp rămas",
    "Buy now": "Cumpără acum",
    "Make an offer": "Face o ofertă",
    "My Profile": "Profilul meu",
    "Admin": "Admin",
    "Nft Total Sales": "Vânzări totale Nft",
    "User List": "Lista de utilizatori",
    "Collection List": "Lista de colecții",
    "Daily": "Zilnic",
    "Weekly": "Săptămânal",
    "Monthly": "Lunar",
    "Yearly": "Anual",
    "Total": "Total",
    "Users": "Utilizatori",
    "Collections": "Colecții",
    "Name": "Nume",
    "Wallet": "Portofel",
    "Joined At": "S-a alăturat la",
    "There is nothing here.": "Nu este nimic aici.",
    "Create NFT": "Creați NFT",
    "Image, Video, 3D model or Audio": "Imagine, Video, model 3D sau Audio",
    "Item Name": "Nume articol",
    "Displayed on the item page": "Afișat pe pagina articolului",
    "Put on marketplace": "Pune pe piață",
    "Your item will be on Sale": "Articolul dvs. va fi la vânzare",
    "Provide a detailed description of the item": "Furnizați o descriere detaliată a articolului",
    "Unlock Once Purchased": "Deblocați odată achiziționat",
    "Content will be unlocked once purchased": "Conținutul va fi deblocat odată achiziționat",
    "Enter Digital Key, Code, Link etc.": "Introduceți cheia digitală, codul, legătura etc.",
    "Select existing Collection or create new one": "Selectați colecția existentă sau creați una nouă",
    "Add Collection": "Adăugați o colecție",
    "Collected": "Colectat",
    "Created": "Creată",
    "On Auction": "La licitație",
    "Sold": "Vândut",
    "Load More": "Incarca mai mult",
    "Item": "Articol",
    "Watching": "Privind",
    "Like": "Ca",
    "Activity": "Activitate",
    "Profile": "Profil",
    "Notification": "Notificare",
    "Offers": "promoții",
    "Support": "A sustine",
    "Email Address": "Adresa de e-mail",
    "Links": "Legături",
    "Wallet Address": "Adresa portofel",
    "Select which notifications you would like to receive for": "Selectați pentru ce notificări doriți să primiți",
    "Item Sold": "Articol vandut",
    "When someone purchased one of your items": "Când cineva a cumpărat unul dintre articolele tale",
    "Bid Activity": "Activitate de licitare",
    "When someone bids on one of your items": "Când cineva licita pentru unul dintre articolele tale",
    "Price Change": "Schimbare de preț",
    "When an item you made an offer on changes in price": "Când un articol ați făcut o ofertă cu privire la modificările de preț",
    "Auction Expiration": "Expirarea licitației",
    "When a Dutch or English auction you created ends": "Când se încheie o licitație olandeză sau engleză pe care ați creat-o",
    "Outbid": "Supralicitat",
    "When an offer you placed is exceeded by another user": "Când o ofertă pe care ați plasat-o este depășită de un alt utilizator",
    "Referral Successful": "Recomandări reușite",
    "When an item you referred is purchased": "Când un articol pe care l-ați referit este achiziționat",
    "Owned Asset updates": "Actualizări ale activelor deținute",
    "When a significant update occurs for one of the items you have purchased on FastSwap": "Când are loc o actualizare semnificativă pentru unul dintre articolele pe care le-ați achiziționat pe FastSwap",
    "Successful Purchase": "Achiziție reușită",
    "When you successfully buy an item": "Când cumpărați cu succes un articol",
    "Fastswap newsletter": "Buletin informativ Fastswap",
    "Occasional updates from the FastSwap team": "Actualizări ocazionale de la echipa FastSwap",
    "Minimum Bid Treshold": "Pragul minim de ofertă",
    "Receive notifications only when you receive offers with a value greater than or equal to this amount of Currency.": "Primiți notificări numai atunci când primiți oferte cu o valoare mai mare sau egală cu această sumă de Monedă.",
    "Set a minimum offer for collections to ignore low offers.": "Setați o ofertă minimă pentru colecții pentru a ignora ofertele scăzute.",
    "You will not be notified on offers below your minimum amounts for items is that collection.": "Nu veți fi notificat cu privire la ofertele sub sumele dumneavoastră minime pentru articole este acea colecție.",
    "Minimum Price": "Pret Minim",
    "If you need help related to your account, we can help you.": "Dacă aveți nevoie de ajutor legat de contul dvs., vă putem ajuta.",
    "General help": "Ajutor general",
    "Visit our": "Vizitează-ne",
    "help center": "centru de ajutor",
    "to learn how to get started with buying, selling, and creating.": "pentru a afla cum să începeți să cumpărați, să vindeți și să creați.",
    "Contact FastSwap Support": "Contactați asistența FastSwap",
    "Can't find the answers you’re looking for?": "Nu găsești răspunsurile pe care le cauți?",
    "You can": "Poti",
    "submit a request": "Trimite o cerere",
    "here": "Aici",
    "Help with a compromised account": "Ajutor cu un cont compromis",
    "If you believe your account has been compromised, let us know and we can lock your account. This will disable items in your wallet from being bought, sold, or transferred using FastSwap.": "Dacă credeți că contul dvs. a fost compromis, anunțați-ne și vă putem bloca contul. Acest lucru va dezactiva articolele din portofel de a fi cumpărate, vândute sau transferate folosind FastSwap.",
    "Learn more.": "Află mai multe.",
    "Settings": "Setări",
    "Tell us a little bit about you": "Povestește-ne puțin despre tine",
    "Your username": "Nume de utilizator",
    "Your email": "Email-ul tau",
    "Describe your issue": "Descrieți problema dvs",
    "I have unknown transactions in my account": "Am tranzacții necunoscute în contul meu",
    "I have everything but believe my account is compromised": "Am totul, dar cred că contul meu este compromis",
    "Other": "Alte",
    "I understand I must provide a sworn statement certified ": "Înțeleg că trebuie să prezint o declarație pe jurământ certificată",
    "by a notary public to unlock my account.": "de către un notar public pentru a-mi debloca contul.",
    "Lock Account": "Blocați contul",
    "If you believe your account has been compromised, let us know": "Dacă credeți că contul dvs. a fost compromis, anunțați-ne",
    "we can lock your account. This will disable items in your wallet": "vă putem bloca contul. Acest lucru va dezactiva articolele din portofel",
    "being bought, sold, or transferred using FastSwap.": "fiind cumpărat, vândut sau transferat folosind FastSwap.",
    "Save": "Salvați",
    "Add": "Adăuga",
    "Floor price": "Preț la etaj",
    "Vol. traded": "Vol. comercializate",
    "This image will also be used for navigation. 350 x 350 recommended.": "Această imagine va fi folosită și pentru navigare. 350 x 350 recomandat.",
    "Collection Thumbnail": "Miniatura colecției",
    "a collection": "o colectie",
    "Banner image": "Imagine banner",
    "This image will appear at the top of your collection page.": "Această imagine va apărea în partea de sus a paginii de colecție.",
    "Avoid including too much text in this banner image, as the dimensions change on different devices. 1400 x 400 recommended.": "Evitați să includeți prea mult text în această imagine banner, deoarece dimensiunile se modifică pe diferite dispozitive. 1400 x 400 recomandat.",
    "Markdown syntax is supported.": "Sintaxa Markdown este acceptată.",
    "Customize your URL on FastSwap. Must only contain lowercase letters,numbers, and hyphens.": "Personalizați-vă adresa URL pe FastSwap. Trebuie să conțină numai litere mici, cifre și cratime.",
    "Collection Address": "Adresă de colecție",
    "Nft Token Uri": "Nft Token Uri",
    "Max Supply": "Aprovizionare maximă",
    "Royalties": "Redevențe",
    "Collect a fee when a user re-sells an item you originally created.": "Încasați o taxă atunci când un utilizator revinde un articol pe care l-ați creat inițial.",
    "This is deducted from the final sale price and paid monthly to a payout address of your choosing.": "Acesta este dedus din prețul final de vânzare și plătit lunar la o adresă de plată pe care o alegeți.",
    "Your payout wallet address": "Adresa portofelului dvs. de plată",
    "Please enter the wallet adress in which you want to receive the royalties payments": "Vă rugăm să introduceți adresa portofelului în care doriți să primiți plățile redevențelor",
    "Collaborators": "Colaboratori",
    "Collaborators can modify collection settings, receive payments for items they created,": "Colaboratorii pot modifica setările de colectare, pot primi plăți pentru articolele pe care le-au creat,",
    "change the collection's royalty payout address, and create new items.": "modificați adresa de plată a redevenței a colecției și creați articole noi.",
    "Add Collaborator": "Adăugați un colaborator"
}