{
    "Trade": "Торговля",
    "Earn": "Зарабатывать",
    "Win": "Победить",
    "NFT": "NFT",
    "Overview": "Обзор",
    "Rankings": "Рейтинги",
    "Activities": "мероприятия",
    "Minting": "Чеканка",
    "Connect Wallet": "Подключить кошелек",
    "Collect Digital Art": "Собирайте цифровое искусство",
    "Discover, Buy and Sell Nfts on Binance Smart Chain": "Открывайте, покупайте и продавайте Nfts в Binance Smart Chain",
    "Explore": "Исследовать",
    "Create": "Создавать",
    "Hot collections": "Горячие коллекции",
    "Made by FastSwap": "Сделано FastSwap",
    "Latest drops": "Последние капли",
    "See more": "Узнать больше",
    "View History": "Посмотреть историю",
    "Buy Now": "купить сейчас",
    "Make Offer": "Сделать предложение",
    "in stock": "в наличии",
    "Price": "Цена",
    "Buy the finest NFT’s on Binance Smart Chain": "Покупайте лучшие NFT в Binance Smart Chain",
    "Sale Type": "Тип продажи",
    "Recently Added": "Недавно добавленный",
    "Top Collections": "Лучшие коллекции",
    "Top Sale": "Лучшие продажи",
    "Top Creators": "Лучшие авторы",
    "Collection": "Коллекция",
    "Volume": "Объем",
    "Floor Price": "Минимальная цена",
    "Items": "Предметы",
    "Owners": "Владельцы",
    "What is SeaMammon?": "Что такое морской маммон?",
    "The Seamammon is a collection of 4,000 unique Sea Mammals NFTs and digital collectibles living on the BNB Chain": "Seamammon — это коллекция из 4000 уникальных морских млекопитающих NFT и цифровых предметов коллекционирования, живущих в сети BNB.",
    "Developed by FastSwap": "Разработано FastSwap.",
    "With Seamammon NFTs you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like Cointools, FastSwap and other benefits in the future": "С Seamammon NFT вы получите доступ к нашим играм P2E на Metaverse и разблокируете другие премиальные функции в нашей экосистеме продуктов, таких как Cointools, FastSwap и другие преимущества в будущем.",
    "How to get 50% discount on fees?": "Как получить 50% скидку на комиссию?",
    "Easy! Simply list an NFT for sale with FAST or DUKE instead of BNB": "Легкий! Просто выставьте NFT на продажу с помощью FAST или DUKE вместо BNB.",
    "Get 50% discount!": "Получите скидку 50%!",
    "How to buy a fixed-price NFT?": "Как купить NFT с фиксированной ценой?",
    "Select the Buy Now button and follow the prompts in your wallet": "Нажмите кнопку «Купить сейчас» и следуйте инструкциям в кошельке.",
    "Once the transaction is complete, the item will transfer to your wallet and the seller will receive the funds": "Как только транзакция будет завершена, товар будет переведен на ваш кошелек, и продавец получит средства.",
    "You will need either FAST, DUKE or BNB": "Вам понадобится FAST, DUKE или BNB.",
    "To see the NFT in your wallet, return to your profile, and select Collected": "Чтобы увидеть NFT в своем кошельке, вернитесь в свой профиль и выберите Собрано.",
    "Keep in mind, there might be a slight delay before it's visible due to transaction processing time": "Имейте в виду, что может быть небольшая задержка, прежде чем он станет видимым из-за времени обработки транзакции.",
    "How to make an offer on an NFT?": "Как сделать предложение по NFT?",
    "You can begin the process to make an offer on an NFT from a few different areas on the site": "Вы можете начать процесс создания предложения по NFT из нескольких разных разделов сайта.",
    "While looking at a single collection": "При просмотре одной коллекции",
    "While exploring all NFTs": "При изучении всех NFT",
    "While looking at the NFT directly": "Глядя на NFT напрямую",
    "Start the process by clicking Make Offer": "Запустите процесс, нажав «Сделать предложение».",
    "Once you have clicked on Make Offer, a modal will appear": "После того, как вы нажмете «Сделать предложение», появится модальное окно.",
    "Input the amount of BNB you wish to make the offer for": "Введите сумму BNB, на которую вы хотите сделать предложение.",
    "For listings with FAST or DUKE pricing, you will have to input FAST or DUKE amount": "Для списков с ценой FAST или DUKE вам нужно будет ввести сумму FAST или DUKE.",
    "When you have input the amount of BNB you would like to offer, click Make Offer and a confirmation will appear": "Когда вы введете сумму BNB, которую хотите предложить, нажмите «Сделать предложение», и появится подтверждение.",
    "You will now need to confirm this action with your wallet": "Теперь вам нужно будет подтвердить это действие своим кошельком.",
    "What is collection offer?": "Что такое коллекционное предложение?",
    "A Collection offer allows you to place the same BNB offer on every item within a collection with just a click": "Предложение коллекции позволяет разместить одно и то же предложение BNB на каждом предмете в коллекции одним щелчком мыши.",
    "This means that anyone holding an item of the collection is able to accept your offer": "Это означает, что любой, у кого есть предмет из коллекции, может принять ваше предложение.",
    "If a seller accepts your collection offer, it will automatically be withdrawn from all other items in the collection": "Если продавец примет ваше предложение о коллекции, оно будет автоматически отозвано со всех других предметов в коллекции.",
    "You can think of this similar to a limit order when trading cryptocurrency on an exchange": "Вы можете думать об этом как о лимитном ордере при торговле криптовалютой на бирже.",
    "How to make a collection offer?": "Как сделать коллекционное предложение?",
    "Go to the collection page of your choosing": "Перейдите на страницу коллекции по вашему выбору.",
    "At the top of the collection page, you'll see a button labeled Make Collection Offer": "В верхней части страницы коллекции вы увидите кнопку с надписью «Сделать предложение о коллекции».",
    "A modal will appear": "Появится модальное окно.",
    "You can now input the amount of FAST/DUKE/BNB you would like to offer across the entire collection": "Теперь вы можете ввести количество FAST/DUKE/BNB, которое вы хотели бы предложить для всей коллекции.",
    "Once you have confirmed the parameters of your collection offer, you can click on the Make Offer button": "После того, как вы подтвердите параметры своего предложения по сбору, вы можете нажать кнопку «Сделать предложение».",
    "You will now be prompted to sign a message from your wallet": "Теперь вам будет предложено подписать сообщение из вашего кошелька.",
    "Once you have done this, your offer will be live on the site": "Как только вы это сделаете, ваше предложение появится на сайте.",
    "Listing an NFT for a fixed price": "Листинг NFT по фиксированной цене",
    "Navigate to the NFT you want to sell and click on Sell in the top-right corner": "Перейдите к NFT, который вы хотите продать, и нажмите «Продать» в правом верхнем углу.",
    "If you don't see the Sell button, make sure you're connected to the correct wallet": "Если вы не видите кнопку «Продать», убедитесь, что вы подключены к правильному кошельку.",
    "Next, you'll see a modal appear": "Далее вы увидите модальное окно.",
    "Enter the price you want to list your NFT at, and click List Item": "Введите цену, по которой вы хотите разместить свой NFT, и нажмите «Список элементов».",
    "If this is your first time selling an item from this collection, the site will ask for you to approve the collection for trading": "Если вы впервые продаете предмет из этой коллекции, сайт попросит вас одобрить коллекцию для торговли.",
    "Click Approve": "Нажмите «Утвердить».",
    "You only need to do this once per collection": "Вам нужно сделать это только один раз за коллекцию.",
    "Once you've approved a collection, you don't need to do it again, unless you revoke the approval later on": "После того как вы одобрили коллекцию, вам не нужно делать это снова, если только вы не отзовете свое одобрение позже.",
    "Lastly, you'll need to confirm the listing with a transaction from your wallet": "Наконец, вам нужно будет подтвердить листинг транзакцией из вашего кошелька.",
    "Accepting an offer on your NFT": "Принятие предложения по вашему NFT",
    "To accept an offer on your item, you will need to go to the individual page for that NFT": "Чтобы принять предложение по вашему товару, вам нужно будет перейти на отдельную страницу для этого NFT.",
    "Once you're on that page, you will be able to see the list of offers which have been made": "Как только вы окажетесь на этой странице, вы сможете увидеть список предложений, которые были сделаны.",
    "Click Accept on the offer which you wish to accept": "Нажмите «Принять» на предложении, которое вы хотите принять.",
    "This will begin the process": "Это начнет процесс.",
    "A modal will appear with the details of the offer": "Появится модальное окно с деталями предложения.",
    "Click Accept Offer again to confirm that this is the offer which you want to accept": "Нажмите «Принять предложение» еще раз, чтобы подтвердить, что это предложение, которое вы хотите принять.",
    "You will now need to confirm this in your wallet to proceed": "Теперь вам нужно будет подтвердить это в своем кошельке, чтобы продолжить.",
    "Once the transaction has been completed, you will see a success message appear, showing that your sale has been successful": "Как только транзакция будет завершена, вы увидите сообщение об успехе, показывающее, что ваша продажа прошла успешно.",
    "Type": "Тип",
    "Minted": "Отчеканено",
    "Listed": "Перечислено",
    "Bid": "Делать ставку",
    "Sale": "Распродажа",
    "Transfer": "Передача",
    "Event": "Мероприятие",
    "Quantity": "Количество",
    "From": "Из",
    "Time": "Время",
    "Owner": "Владелец",
    "Action": "Действие",
    "One SEAMAMMON costs": "Один SEAMAMMON стоит",
    "Excluding gas fee": "Без учета платы за газ",
    "Click to mint your NFTs": "Нажмите, чтобы создать свои NFT",
    "Mint": "Монетный двор",
    "The seamammon is collection of 4,000 unique Sea mammals NFTs and digital collectibles living on the BNB Chain": "Seamammon — это коллекция из 4000 уникальных NFT морских млекопитающих и цифровых предметов коллекционирования, живущих в сети BNB.",
    "Developed by Fastswap": "Разработано FastSwap.",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like %Cointools.io%, %Fastswap.finanace% and other benefits in the future": "С Seamammon NFT вы получите доступ к нашим играм P2E на Metaverse и разблокируете другие премиальные функции в нашей экосистеме продуктов, таких как %Cointools.io%, %Fastswap.finanace% и другие преимущества в будущем.",
    "Connect to a wallet": "Подключиться к кошельку",
    "Learn how to connect": "Узнайте, как подключить",
    "Please connect your wallet and try again": "Пожалуйста, подключите свой кошелек и повторите попытку.",
    "Place an offer": "Разместить предложение",
    "Confirm": "Подтверждать",
    "Description": "Описание",
    "About creator": "О создателе",
    "Details": "Подробности",
    "Items activity": "Активность товаров",
    "Price History": "История цен",
    "No price history yet": "Истории цен пока нет",
    "Contract Address": "Адрес контракта",
    "Token ID": "Идентификатор токена",
    "Token Standard": "Стандарт токена",
    "Blockchain": "Блокчейн",
    "minutes ago": "минут назад",
    "Other items in this collection": "Другие предметы в этой коллекции",
    "Price must be greater": "Цена должна быть больше",
    "Fixed": "Исправлено",
    "Auction": "Аукцион",
    "DUKE": "ГЕРЦОГ",
    "FAST": "БЫСТРО",
    "BNB": "БНБ",
    "Lowest Price": "Самая низкая цена",
    "Highest Price": "Самая высокая цена",
    "Most Viewed": "Наиболее просматриваемые",
    "Most Favorited": "Самые любимые",
    "Oldest": "Самый старый",
    "Place Bid": "Место ставку",
    "search": "поиск",
    "Volume(USD)": "Объем (долл. США)",
    "Creator": "Создатель",
    "days": "дни",
    "hours": "часы",
    "minutes": "минуты",
    "seconds": "секунды",
    "ago": "назад",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like": "С Seamammon NFT вы получите доступ к нашим играм P2E на Metaverse и разблокируете другие премиальные функции в нашей экосистеме продуктов, таких как",
    "and other benefits in the future": "и другие преимущества в будущем",
    "Keep in mind, there might be a slight delay before it`s visible due to transaction processing time": "Имейте в виду, что может быть небольшая задержка, прежде чем он станет видимым из-за времени обработки транзакции.",
    "At the top of the collection page, you`ll see a button labeled Make Collection Offer.": "В верхней части страницы коллекции вы увидите кнопку с надписью «Сделать предложение о коллекции».",
    "If you don`t see the Sell button, make sure you`re connected to the correct wallet.": "Если вы не видите кнопку «Продать», убедитесь, что вы подключены к правильному кошельку.",
    "Next, you`ll see a modal appear.": "Далее вы увидите модальное окно.",
    "Once you`ve approved a collection, you don`t need to do it again, unless you revoke the approval later on.": "После того, как вы утвердили коллекцию, вам не нужно делать это снова, если только вы не отзовете свое одобрение позже.",
    "Lastly, you`ll need to confirm the listing with a transaction from your wallet.": "Наконец, вам нужно будет подтвердить листинг транзакцией из вашего кошелька.",
    "Once you`re on that page, you will be able to see the list of offers which have been made.": "Как только вы окажетесь на этой странице, вы сможете увидеть список сделанных предложений.",
    "What is a collection offer?": "Что такое коллекционное предложение?",
    "Listing an NFT for a Fixed Price": "Листинг NFT по фиксированной цене",
    "views": "Просмотры",
    "favorite": "любимый",
    "copies": "копии",
    "Time Left": "Осталось времени",
    "Buy now": "Купи сейчас",
    "Make an offer": "Сделай предложение",
    "My Profile": "Мой профиль",
    "Admin": "Администратор",
    "Nft Total Sales": "Общий объем продаж NFT",
    "User List": "Список пользователей",
    "Collection List": "Список коллекций",
    "Daily": "Повседневная",
    "Weekly": "Еженедельно",
    "Monthly": "Ежемесячно",
    "Yearly": "Ежегодно",
    "Total": "Общий",
    "Users": "Пользователи",
    "Collections": "Коллекции",
    "Name": "Имя",
    "Wallet": "Бумажник",
    "Joined At": "Присоединился в",
    "There is nothing here.": "Здесь ничего нет.",
    "Create NFT": "Создать NFT",
    "Image, Video, 3D model or Audio": "Изображение, видео, 3D-модель или аудио",
    "Item Name": "Название предмета",
    "Displayed on the item page": "Отображается на странице товара",
    "Put on marketplace": "Выложить на рынок",
    "Your item will be on Sale": "Ваш товар будет в продаже",
    "Provide a detailed description of the item": "Дайте подробное описание товара",
    "Unlock Once Purchased": "Разблокировать после покупки",
    "Content will be unlocked once purchased": "Контент будет разблокирован после покупки",
    "Enter Digital Key, Code, Link etc.": "Введите цифровой ключ, код, ссылку и т. д.",
    "Select existing Collection or create new one": "Выберите существующую коллекцию или создайте новую",
    "Add Collection": "Добавить коллекцию",
    "Collected": "Собрано",
    "Created": "Созданный",
    "On Auction": "На аукционе",
    "Sold": "Продано",
    "Load More": "Загрузи больше",
    "Item": "Вещь",
    "Watching": "смотреть",
    "Like": "Нравиться",
    "Activity": "Мероприятия",
    "Profile": "Профиль",
    "Notification": "Уведомление",
    "Offers": "Предложения",
    "Support": "Поддерживать",
    "Email Address": "Адрес электронной почты",
    "Links": "Ссылки",
    "Wallet Address": "Адрес кошелька",
    "Select which notifications you would like to receive for": "Выберите, какие уведомления вы хотели бы получать для",
    "Item Sold": "Товар продан",
    "When someone purchased one of your items": "Когда кто-то купил один из ваших товаров",
    "Bid Activity": "Заявочная активность",
    "When someone bids on one of your items": "Когда кто-то делает ставку на один из ваших товаров",
    "Price Change": "Изменение цены",
    "When an item you made an offer on changes in price": "Когда на товар вы сделали предложение об изменении цены",
    "Auction Expiration": "Срок действия аукциона",
    "When a Dutch or English auction you created ends": "Когда созданный вами голландский или английский аукцион заканчивается",
    "Outbid": "Перебить",
    "When an offer you placed is exceeded by another user": "Когда предложение, которое вы разместили, превышается другим пользователем",
    "Referral Successful": "Направление успешно",
    "When an item you referred is purchased": "Когда предмет, который вы указали, куплен",
    "Owned Asset updates": "Обновления собственных активов",
    "When a significant update occurs for one of the items you have purchased on FastSwap": "Когда происходит значительное обновление одного из товаров, приобретенных вами на FastSwap",
    "Successful Purchase": "Успешная покупка",
    "When you successfully buy an item": "Когда вы успешно покупаете товар",
    "Fastswap newsletter": "Информационный бюллетень Fastswap",
    "Occasional updates from the FastSwap team": "Периодические обновления от команды FastSwap",
    "Minimum Bid Treshold": "Порог минимальной ставки",
    "Receive notifications only when you receive offers with a value greater than or equal to this amount of Currency.": "Получайте уведомления только тогда, когда вы получаете предложения со значением, превышающим или равным этой сумме валюты.",
    "Set a minimum offer for collections to ignore low offers.": "Установите минимальное предложение для коллекций, чтобы игнорировать низкие предложения.",
    "You will not be notified on offers below your minimum amounts for items is that collection.": "Вы не будете получать уведомления о предложениях ниже вашей минимальной суммы для предметов из этой коллекции.",
    "Minimum Price": "Минимальная цена",
    "If you need help related to your account, we can help you.": "Если вам нужна помощь, связанная с вашей учетной записью, мы можем вам помочь.",
    "General help": "Общая помощь",
    "Visit our": "Посетите наш",
    "help center": "центр помощи",
    "to learn how to get started with buying, selling, and creating.": "чтобы узнать, как начать покупать, продавать и создавать.",
    "Contact FastSwap Support": "Связаться со службой поддержки FastSwap",
    "Can't find the answers you’re looking for?": "Не можете найти ответы, которые ищете?",
    "You can": "Вы можете",
    "submit a request": "Отправить запрос",
    "here": "здесь",
    "Help with a compromised account": "Помогите со взломанным аккаунтом",
    "If you believe your account has been compromised, let us know and we can lock your account. This will disable items in your wallet from being bought, sold, or transferred using FastSwap.": "Если вы считаете, что ваша учетная запись была взломана, сообщите нам об этом, и мы заблокируем вашу учетную запись. Это отключит покупку, продажу или передачу предметов в вашем кошельке с помощью FastSwap.",
    "Learn more.": "Учить больше.",
    "Settings": "Настройки",
    "Tell us a little bit about you": "Расскажите нам немного о себе",
    "Your username": "Ваш логин",
    "Your email": "Ваш адрес электронной почты",
    "Describe your issue": "Опишите вашу проблему",
    "I have unknown transactions in my account": "У меня есть неизвестные транзакции в моем аккаунте",
    "I have everything but believe my account is compromised": "У меня есть все, но я считаю, что мой аккаунт взломан",
    "Other": "Другой",
    "I understand I must provide a sworn statement certified ": "Я понимаю, что должен предоставить заявление под присягой, заверенное",
    "by a notary public to unlock my account.": "нотариусом, чтобы разблокировать мою учетную запись.",
    "Lock Account": "Заблокировать учетную запись",
    "If you believe your account has been compromised, let us know": "Если вы считаете, что ваш аккаунт был взломан, сообщите нам об этом",
    "we can lock your account. This will disable items in your wallet": "мы можем заблокировать вашу учетную запись. Это отключит предметы в вашем кошельке.",
    "being bought, sold, or transferred using FastSwap.": "покупаются, продаются или передаются с использованием FastSwap.",
    "Save": "Сохранять",
    "Add": "Добавлять",
    "Floor price": "Минимальная цена",
    "Vol. traded": "Том. торговал",
    "This image will also be used for navigation. 350 x 350 recommended.": "Это изображение также будет использоваться для навигации. Рекомендуется 350 x 350.",
    "Collection Thumbnail": "Миниатюра коллекции",
    "a collection": "Коллекция",
    "Banner image": "Изображение баннера",
    "This image will appear at the top of your collection page.": "Это изображение появится в верхней части страницы вашей коллекции.",
    "Avoid including too much text in this banner image, as the dimensions change on different devices. 1400 x 400 recommended.": "Не добавляйте слишком много текста в это изображение баннера, так как размеры меняются на разных устройствах. Рекомендуется 1400 x 400.",
    "Markdown syntax is supported.": "Поддерживается синтаксис уценки.",
    "Customize your URL on FastSwap. Must only contain lowercase letters,numbers, and hyphens.": "Настройте свой URL-адрес на FastSwap. Должен содержать только строчные буквы, цифры и дефисы.",
    "Collection Address": "Адрес коллекции",
    "Nft Token Uri": "Nft Токен Ури",
    "Max Supply": "Максимальный запас",
    "Royalties": "Роялти",
    "Collect a fee when a user re-sells an item you originally created.": "Взимайте плату, когда пользователь повторно продает предмет, который вы изначально создали.",
    "This is deducted from the final sale price and paid monthly to a payout address of your choosing.": "Эта сумма вычитается из окончательной цены продажи и выплачивается ежемесячно на адрес выплаты по вашему выбору.",
    "Your payout wallet address": "Адрес вашего платежного кошелька",
    "Please enter the wallet adress in which you want to receive the royalties payments": "Пожалуйста, введите адрес кошелька, на который вы хотите получать выплаты роялти",
    "Collaborators": "Соавторы",
    "Collaborators can modify collection settings, receive payments for items they created,": "Соавторы могут изменять настройки коллекции, получать платежи за созданные ими предметы,",
    "change the collection's royalty payout address, and create new items.": "изменить адрес выплаты роялти коллекции и создать новые элементы.",
    "Add Collaborator": "Добавить соавтора"
}