{
    "Trade": "Handel",
    "Earn": "Tjäna",
    "Win": "Vinna",
    "NFT": "NFT",
    "Overview": "Översikt",
    "Rankings": "Ranking",
    "Activities": "Aktiviteter",
    "Minting": "Minting",
    "Connect Wallet": "Anslut plånbok",
    "Collect Digital Art": "Samla digital konst",
    "Discover, Buy and Sell Nfts on Binance Smart Chain": "Upptäck, köp och sälj Nfts på Binance Smart Chain",
    "Explore": "Utforska",
    "Create": "Skapa",
    "Hot collections": "Heta samlingar",
    "Made by FastSwap": "Tillverkad av FastSwap",
    "Latest drops": "Senaste dropparna",
    "See more": "Se mer",
    "View History": "visa historik",
    "Buy Now": "Köp nu",
    "Make Offer": "Gör erbjudande",
    "in stock": "i lager",
    "Price": "Pris",
    "Buy the finest NFT’s on Binance Smart Chain": "Köp de finaste NFT:erna på Binance Smart Chain",
    "Sale Type": "Försäljningstyp",
    "Recently Added": "Nyligen tillagd",
    "Top Collections": "Toppsamlingar",
    "Top Sale": "Topprea",
    "Top Creators": "Toppskapare",
    "Collection": "Samling",
    "Volume": "Volym",
    "Floor Price": "Golvpris",
    "Items": "Föremål",
    "Owners": "Ägare",
    "What is SeaMammon?": "Vad är SeaMammon?",
    "The Seamammon is a collection of 4,000 unique Sea Mammals NFTs and digital collectibles living on the BNB Chain": "Seamammon är en samling av 4 000 unika havsdäggdjur NFT och digitala samlarobjekt som lever på BNB-kedjan.",
    "Developed by FastSwap": "Utvecklad av FastSwap.",
    "With Seamammon NFTs you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like Cointools, FastSwap and other benefits in the future": "Med Seamammon NFTs kommer du att ha tillgång till våra P2E-spel på Metaverse och låsa upp andra premiumfunktioner i vårt ekosystem av produkter som Cointools, FastSwap och andra förmåner i framtiden.",
    "How to get 50% discount on fees?": "Hur får man 50 % rabatt på avgifter?",
    "Easy! Simply list an NFT for sale with FAST or DUKE instead of BNB": "Lätt! Lista helt enkelt en NFT till salu med FAST eller DUKE istället för BNB.",
    "Get 50% discount!": "Få 50% rabatt!",
    "How to buy a fixed-price NFT?": "Hur köper man en NFT till fast pris?",
    "Select the Buy Now button and follow the prompts in your wallet": "Välj knappen Köp nu och följ anvisningarna i din plånbok.",
    "Once the transaction is complete, the item will transfer to your wallet and the seller will receive the funds": "När transaktionen är klar kommer varan att överföras till din plånbok och säljaren kommer att få pengarna.",
    "You will need either FAST, DUKE or BNB": "Du behöver antingen FAST, DUKE eller BNB.",
    "To see the NFT in your wallet, return to your profile, and select Collected": "För att se NFT i din plånbok, gå tillbaka till din profil och välj Insamlad.",
    "Keep in mind, there might be a slight delay before it's visible due to transaction processing time": "Tänk på att det kan uppstå en liten fördröjning innan det syns på grund av transaktionsbehandlingstiden.",
    "How to make an offer on an NFT?": "Hur lägger man ett erbjudande på en NFT?",
    "You can begin the process to make an offer on an NFT from a few different areas on the site": "Du kan påbörja processen för att göra ett erbjudande på en NFT från några olika områden på webbplatsen.",
    "While looking at a single collection": "När du tittar på en enda samling",
    "While exploring all NFTs": "Medan du utforskar alla NFT:er",
    "While looking at the NFT directly": "Medan du tittar på NFT direkt",
    "Start the process by clicking Make Offer": "Starta processen genom att klicka på Lägg erbjudande.",
    "Once you have clicked on Make Offer, a modal will appear": "När du har klickat på Lägg erbjudande kommer en modal att dyka upp.",
    "Input the amount of BNB you wish to make the offer for": "Ange mängden BNB du vill lägga erbjudandet på.",
    "For listings with FAST or DUKE pricing, you will have to input FAST or DUKE amount": "För listor med FAST- eller DUKE-priser måste du ange FAST- eller DUKE-belopp.",
    "When you have input the amount of BNB you would like to offer, click Make Offer and a confirmation will appear": "När du har angett hur mycket BNB du vill erbjuda klickar du på Lägg erbjudande så visas en bekräftelse.",
    "You will now need to confirm this action with your wallet": "Du måste nu bekräfta denna åtgärd med din plånbok.",
    "What is collection offer?": "Vad är insamlingserbjudande?",
    "A Collection offer allows you to place the same BNB offer on every item within a collection with just a click": "Ett samlingserbjudande låter dig lägga samma BNB-erbjudande på varje föremål i en samling med bara ett klick.",
    "This means that anyone holding an item of the collection is able to accept your offer": "Det betyder att alla som har ett föremål i samlingen kan acceptera ditt erbjudande.",
    "If a seller accepts your collection offer, it will automatically be withdrawn from all other items in the collection": "Om en säljare accepterar ditt insamlingserbjudande kommer det automatiskt att dras tillbaka från alla andra föremål i samlingen.",
    "You can think of this similar to a limit order when trading cryptocurrency on an exchange": "Du kan tänka på detta som liknar en limitorder när du handlar med kryptovaluta på en börs.",
    "How to make a collection offer?": "Hur gör man ett insamlingserbjudande?",
    "Go to the collection page of your choosing": "Gå till den samlingssida du väljer.",
    "At the top of the collection page, you'll see a button labeled Make Collection Offer": "Överst på insamlingssidan ser du en knapp märkt Gör insamlingserbjudande.",
    "A modal will appear": "En modal kommer att visas.",
    "You can now input the amount of FAST/DUKE/BNB you would like to offer across the entire collection": "Du kan nu ange mängden FAST/DUKE/BNB du vill erbjuda över hela kollektionen.",
    "Once you have confirmed the parameters of your collection offer, you can click on the Make Offer button": "När du har bekräftat parametrarna för ditt insamlingserbjudande kan du klicka på knappen Lägg erbjudande.",
    "You will now be prompted to sign a message from your wallet": "Du kommer nu att uppmanas att signera ett meddelande från din plånbok.",
    "Once you have done this, your offer will be live on the site": "När du har gjort detta kommer ditt erbjudande att finnas live på sidan.",
    "Listing an NFT for a fixed price": "Lista en NFT för ett fast pris",
    "Navigate to the NFT you want to sell and click on Sell in the top-right corner": "Navigera till den NFT du vill sälja och klicka på Sälj i det övre högra hörnet.",
    "If you don't see the Sell button, make sure you're connected to the correct wallet": "Om du inte ser knappen Sälj, se till att du är ansluten till rätt plånbok.",
    "Next, you'll see a modal appear": "Därefter kommer du att se en modal visas.",
    "Enter the price you want to list your NFT at, and click List Item": "Ange det pris du vill lista din NFT till och klicka på Lista objekt.",
    "If this is your first time selling an item from this collection, the site will ask for you to approve the collection for trading": "Om det är första gången du säljer ett föremål från den här kollektionen kommer webbplatsen att be dig att godkänna kollektionen för handel.",
    "Click Approve": "Klicka på Godkänn.",
    "You only need to do this once per collection": "Du behöver bara göra detta en gång per samling.",
    "Once you've approved a collection, you don't need to do it again, unless you revoke the approval later on": "När du har godkänt en insamling behöver du inte göra det igen, såvida du inte återkallar godkännandet senare.",
    "Lastly, you'll need to confirm the listing with a transaction from your wallet": "Slutligen måste du bekräfta noteringen med en transaktion från din plånbok.",
    "Accepting an offer on your NFT": "Acceptera ett erbjudande på din NFT",
    "To accept an offer on your item, you will need to go to the individual page for that NFT": "För att acceptera ett erbjudande på din vara måste du gå till den enskilda sidan för den NFT.",
    "Once you're on that page, you will be able to see the list of offers which have been made": "När du är på den sidan kommer du att kunna se listan över erbjudanden som har gjorts.",
    "Click Accept on the offer which you wish to accept": "Klicka på Acceptera på erbjudandet som du vill acceptera.",
    "This will begin the process": "Detta kommer att starta processen.",
    "A modal will appear with the details of the offer": "En modal kommer att visas med information om erbjudandet.",
    "Click Accept Offer again to confirm that this is the offer which you want to accept": "Klicka på Acceptera erbjudande igen för att bekräfta att detta är erbjudandet du vill acceptera.",
    "You will now need to confirm this in your wallet to proceed": "Du måste nu bekräfta detta i din plånbok för att fortsätta.",
    "Once the transaction has been completed, you will see a success message appear, showing that your sale has been successful": "När transaktionen har slutförts kommer du att se ett framgångsmeddelande som visar att din försäljning har lyckats.",
    "Type": "Typ",
    "Minted": "Präglat",
    "Listed": "Angivna",
    "Bid": "Bud",
    "Sale": "Försäljning",
    "Transfer": "Överföra",
    "Event": "Händelse",
    "Quantity": "Kvantitet",
    "From": "Från",
    "Time": "Tid",
    "Owner": "Ägare",
    "Action": "Handling",
    "One SEAMAMMON costs": "En SEAMAMMON kostar",
    "Excluding gas fee": "Exklusive gasavgift",
    "Click to mint your NFTs": "Klicka för att skapa dina NFT:er",
    "Mint": "Mynta",
    "The seamammon is collection of 4,000 unique Sea mammals NFTs and digital collectibles living on the BNB Chain": "Sjöammonen är en samling av 4 000 unika havsdäggdjur NFT:er och digitala samlarobjekt som lever på BNB-kedjan.",
    "Developed by Fastswap": "Utvecklad av Fastswap.",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like %Cointools.io%, %Fastswap.finanace% and other benefits in the future": "Med Seamammon NFT kommer du att ha tillgång till våra P2E-spel på Metaverse och låsa upp andra premiumfunktioner i vårt ekosystem av produkter som %Cointools.io%, %Fastswap.finanace% och andra förmåner i framtiden.",
    "Connect to a wallet": "Anslut till en plånbok",
    "Learn how to connect": "Lär dig hur du ansluter",
    "Please connect your wallet and try again": "Anslut din plånbok och försök igen",
    "Place an offer": "Lägg ett erbjudande",
    "Confirm": "Bekräfta",
    "Description": "Beskrivning",
    "About creator": "Om skapare",
    "Details": "Detaljer",
    "Items activity": "Objekt aktivitet",
    "Price History": "Prishistorik",
    "No price history yet": "Ingen prishistorik ännu",
    "Contract Address": "Kontraktsadress",
    "Token ID": "Token-ID",
    "Token Standard": "Token Standard",
    "Blockchain": "Blockchain",
    "minutes ago": "minuter sedan",
    "Other items in this collection": "Andra föremål i denna samling",
    "Price must be greater": "Priset måste vara högre",
    "Fixed": "Fast",
    "Auction": "Auktion",
    "DUKE": "HERTIG",
    "FAST": "SNABB",
    "BNB": "BNB",
    "Lowest Price": "Lägsta pris",
    "Highest Price": "Högsta priset",
    "Most Viewed": "Mest sedda",
    "Most Favorited": "Mest favorit",
    "Oldest": "Äldst",
    "Place Bid": "Lägga bud",
    "search": "Sök",
    "Volume(USD)": "Volym (USD)",
    "Creator": "Skapare",
    "days": "dagar",
    "hours": "timmar",
    "minutes": "minuter",
    "seconds": "sekunder",
    "ago": "sedan",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like": "Med Seamammon NFT kommer du att ha tillgång till våra P2E-spel på Metaverse och låsa upp andra premiumfunktioner i vårt ekosystem av produkter som",
    "and other benefits in the future": "och andra fördelar i framtiden",
    "Keep in mind, there might be a slight delay before it`s visible due to transaction processing time": "Tänk på att det kan uppstå en liten fördröjning innan det är synligt på grund av transaktionsbehandlingstiden",
    "At the top of the collection page, you`ll see a button labeled Make Collection Offer.": "Överst på insamlingssidan ser du en knapp märkt Gör insamlingserbjudande.",
    "If you don`t see the Sell button, make sure you`re connected to the correct wallet.": "Om du inte ser knappen Sälj, se till att du är ansluten till rätt plånbok.",
    "Next, you`ll see a modal appear.": "Därefter kommer du att se en modal visas.",
    "Once you`ve approved a collection, you don`t need to do it again, unless you revoke the approval later on.": "När du har godkänt en insamling behöver du inte göra det igen, om du inte återkallar godkännandet senare.",
    "Lastly, you`ll need to confirm the listing with a transaction from your wallet.": "Slutligen måste du bekräfta noteringen med en transaktion från din plånbok.",
    "Once you`re on that page, you will be able to see the list of offers which have been made.": "När du är på den sidan kommer du att kunna se listan över erbjudanden som har gjorts.",
    "What is a collection offer?": "Vad är ett samlingserbjudande?",
    "Listing an NFT for a Fixed Price": "Lista en NFT för ett fast pris",
    "views": "vyer",
    "favorite": "favorit-",
    "copies": "kopior",
    "Time Left": "Tid kvar",
    "Buy now": "Köp nu",
    "Make an offer": "Göra ett erbjudande",
    "My Profile": "Min profil",
    "Admin": "Administration",
    "Nft Total Sales": "Nft total försäljning",
    "User List": "Användarlista",
    "Collection List": "Samlingslista",
    "Daily": "Dagligen",
    "Weekly": "Varje vecka",
    "Monthly": "En gång i månaden",
    "Yearly": "Årlig",
    "Total": "Total",
    "Users": "Användare",
    "Collections": "Samlingar",
    "Name": "namn",
    "Wallet": "Plånbok",
    "Joined At": "Anslöt sig till",
    "There is nothing here.": "Det finns ingenting här.",
    "Create NFT": "Skapa NFT",
    "Image, Video, 3D model or Audio": "Bild, video, 3D-modell eller ljud",
    "Item Name": "Föremålsnamn",
    "Displayed on the item page": "Visas på artikelsidan",
    "Put on marketplace": "Sätt på marknadsplats",
    "Your item will be on Sale": "Din vara kommer att vara till rea",
    "Provide a detailed description of the item": "Ge en detaljerad beskrivning av föremålet",
    "Unlock Once Purchased": "Lås upp när du har köpt den",
    "Content will be unlocked once purchased": "Innehållet kommer att låsas upp när det har köpts",
    "Enter Digital Key, Code, Link etc.": "Ange digital nyckel, kod, länk etc.",
    "Select existing Collection or create new one": "Välj befintlig samling eller skapa en ny",
    "Add Collection": "Lägg till samling",
    "Collected": "Samlade in",
    "Created": "Skapad",
    "On Auction": "På auktion",
    "Sold": "Såld",
    "Load More": "Ladda mer",
    "Item": "Artikel",
    "Watching": "Tittar på",
    "Like": "Tycka om",
    "Activity": "Aktivitet",
    "Profile": "Profil",
    "Notification": "Underrättelse",
    "Offers": "Erbjudanden",
    "Support": "Stöd",
    "Email Address": "E-postadress",
    "Links": "Länkar",
    "Wallet Address": "Plånboksadress",
    "Select which notifications you would like to receive for": "Välj vilka aviseringar du vill få för",
    "Item Sold": "Varan såld",
    "When someone purchased one of your items": "När någon köpte en av dina föremål",
    "Bid Activity": "Budaktivitet",
    "When someone bids on one of your items": "När någon lägger bud på en av dina föremål",
    "Price Change": "Prisförändring",
    "When an item you made an offer on changes in price": "När en vara har du gjort ett erbjudande om prisförändringar",
    "Auction Expiration": "Auktionens utgång",
    "When a Dutch or English auction you created ends": "När en holländsk eller engelsk auktion som du skapat avslutas",
    "Outbid": "Överbud",
    "When an offer you placed is exceeded by another user": "När ett erbjudande du lagt överskrids av en annan användare",
    "Referral Successful": "Remissen lyckad",
    "When an item you referred is purchased": "När en vara du hänvisat till köps",
    "Owned Asset updates": "Ägda tillgångsuppdateringar",
    "When a significant update occurs for one of the items you have purchased on FastSwap": "När en betydande uppdatering sker för en av varorna du har köpt på FastSwap",
    "Successful Purchase": "Lyckat köp",
    "When you successfully buy an item": "När du framgångsrikt köper en vara",
    "Fastswap newsletter": "Fastswap nyhetsbrev",
    "Occasional updates from the FastSwap team": "Enstaka uppdateringar från FastSwap-teamet",
    "Minimum Bid Treshold": "Lägsta budgräns",
    "Receive notifications only when you receive offers with a value greater than or equal to this amount of Currency.": "Få meddelanden endast när du får erbjudanden med ett värde som är större än eller lika med denna valuta.",
    "Set a minimum offer for collections to ignore low offers.": "Ställ in ett minimierbjudande för samlingar för att ignorera låga erbjudanden.",
    "You will not be notified on offers below your minimum amounts for items is that collection.": "Du kommer inte att meddelas om erbjudanden som är lägre än dina minimibelopp för artiklar i den samlingen.",
    "Minimum Price": "Lägsta pris",
    "If you need help related to your account, we can help you.": "Om du behöver hjälp relaterad till ditt konto kan vi hjälpa dig.",
    "General help": "Generell hjälp",
    "Visit our": "Besök vår",
    "help center": "Hjälpcenter",
    "to learn how to get started with buying, selling, and creating.": "för att lära dig hur du kommer igång med att köpa, sälja och skapa.",
    "Contact FastSwap Support": "Kontakta FastSwap Support",
    "Can't find the answers you’re looking for?": "Hittar du inte svaren du letar efter?",
    "You can": "Du kan",
    "submit a request": "Skicka en förfrågan",
    "here": "här",
    "Help with a compromised account": "Hjälp med ett komprometterat konto",
    "If you believe your account has been compromised, let us know and we can lock your account. This will disable items in your wallet from being bought, sold, or transferred using FastSwap.": "Om du tror att ditt konto har utsatts för intrång, låt oss veta det så kan vi låsa ditt konto. Detta kommer att inaktivera föremål i din plånbok från att köpas, säljas eller överföras med FastSwap.",
    "Learn more.": "Läs mer.",
    "Settings": "inställningar",
    "Tell us a little bit about you": "Berätta lite om dig",
    "Your username": "Ditt användarnamn",
    "Your email": "Din email",
    "Describe your issue": "Beskriv ditt problem",
    "I have unknown transactions in my account": "Jag har okända transaktioner på mitt konto",
    "I have everything but believe my account is compromised": "Jag har allt men tror att mitt konto är intrång",
    "Other": "Övrig",
    "I understand I must provide a sworn statement certified ": "Jag förstår att jag måste tillhandahålla ett edsvurit intyg",
    "by a notary public to unlock my account.": "av en notarie för att låsa upp mitt konto.",
    "Lock Account": "Lås konto",
    "If you believe your account has been compromised, let us know": "Meddela oss om du tror att ditt konto har utsatts för intrång",
    "we can lock your account. This will disable items in your wallet": "vi kan låsa ditt konto. Detta kommer att inaktivera föremål i din plånbok",
    "being bought, sold, or transferred using FastSwap.": "köps, säljs eller överförs med FastSwap.",
    "Save": "Spara",
    "Add": "Lägg till",
    "Floor price": "Golvpris",
    "Vol. traded": "Vol. handlas",
    "This image will also be used for navigation. 350 x 350 recommended.": "Den här bilden kommer också att användas för navigering. 350 x 350 rekommenderas.",
    "Collection Thumbnail": "Samlingsminiatyr",
    "a collection": "en samling",
    "Banner image": "Bannerbild",
    "This image will appear at the top of your collection page.": "Den här bilden kommer att visas överst på din samlingssida.",
    "Avoid including too much text in this banner image, as the dimensions change on different devices. 1400 x 400 recommended.": "Undvik att inkludera för mycket text i denna bannerbild, eftersom måtten ändras på olika enheter. 1400 x 400 rekommenderas.",
    "Markdown syntax is supported.": "Markdown-syntax stöds.",
    "Customize your URL on FastSwap. Must only contain lowercase letters,numbers, and hyphens.": "Anpassa din URL på FastSwap. Får bara innehålla små bokstäver, siffror och bindestreck.",
    "Collection Address": "Samlingsadress",
    "Nft Token Uri": "Nft Token Uri",
    "Max Supply": "Max utbud",
    "Royalties": "Royalties",
    "Collect a fee when a user re-sells an item you originally created.": "Samla in en avgift när en användare återsäljer en vara som du ursprungligen skapade.",
    "This is deducted from the final sale price and paid monthly to a payout address of your choosing.": "Detta dras av från det slutliga försäljningspriset och betalas månadsvis till en utbetalningsadress som du väljer.",
    "Your payout wallet address": "Adressen till din utbetalningsplånbok",
    "Please enter the wallet adress in which you want to receive the royalties payments": "Vänligen ange den plånboksadress där du vill ta emot royaltybetalningarna",
    "Collaborators": "Samarbetspartners",
    "Collaborators can modify collection settings, receive payments for items they created,": "Samarbetspartners kan ändra insamlingsinställningar, ta emot betalningar för föremål de skapat,",
    "change the collection's royalty payout address, and create new items.": "ändra samlingens royaltyutbetalningsadress och skapa nya föremål.",
    "Add Collaborator": "Lägg till Collaborator"
}