{
    "Trade": "வர்த்தகம்",
    "Earn": "சம்பாதி",
    "Win": "வெற்றி",
    "NFT": "NFT",
    "Overview": "கண்ணோட்டம்",
    "Rankings": "தரவரிசைகள்",
    "Activities": "செயல்பாடுகள்",
    "Minting": "மைண்டிங்",
    "Connect Wallet": "Wallet ஐ இணைக்கவும்",
    "Collect Digital Art": "டிஜிட்டல் கலையை சேகரிக்கவும்",
    "Discover, Buy and Sell Nfts on Binance Smart Chain": "பைனன்ஸ் ஸ்மார்ட் செயினில் Nfts ஐக் கண்டறியவும், வாங்கவும் மற்றும் விற்கவும்",
    "Explore": "ஆராயுங்கள்",
    "Create": "உருவாக்கு",
    "Hot collections": "சூடான வசூல்",
    "Made by FastSwap": "FastSwap ஆல் உருவாக்கப்பட்டது",
    "Latest drops": "சமீபத்திய சொட்டுகள்",
    "See more": "மேலும் பார்க்க",
    "View History": "வரலாற்றைக் காண்க",
    "Buy Now": "இப்போது வாங்கவும்",
    "Make Offer": "சலுகை செய்",
    "in stock": "கையிருப்பில்",
    "Price": "விலை",
    "Buy the finest NFT’s on Binance Smart Chain": "பைனான்ஸ் ஸ்மார்ட் செயினில் சிறந்த NFTகளை வாங்கவும்",
    "Sale Type": "விற்பனை வகை",
    "Recently Added": "சமீபத்தில் சேர்க்கப்பட்ட",
    "Top Collections": "சிறந்த தொகுப்புகள்",
    "Top Sale": "சிறந்த விற்பனை",
    "Top Creators": "சிறந்த படைப்பாளிகள்",
    "Collection": "சேகரிப்பு",
    "Volume": "தொகுதி",
    "Floor Price": "தரை விலை",
    "Items": "பொருட்களை",
    "Owners": "உரிமையாளர்கள்",
    "What is SeaMammon?": "SeaMammon என்றால் என்ன?",
    "The Seamammon is a collection of 4,000 unique Sea Mammals NFTs and digital collectibles living on the BNB Chain": "சீமாமன் என்பது 4,000 தனித்துவமான கடல் பாலூட்டிகள் NFTகள் மற்றும் BNB சங்கிலியில் வாழும் டிஜிட்டல் சேகரிப்புகளின் தொகுப்பாகும்.",
    "Developed by FastSwap": "FastSwap ஆல் உருவாக்கப்பட்டது.",
    "With Seamammon NFTs you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like Cointools, FastSwap and other benefits in the future": "Seamammon NFTகள் மூலம், Metaverse இல் உள்ள எங்கள் P2E கேம்களுக்கான அணுகலைப் பெறுவீர்கள், மேலும் Cointools, FastSwap மற்றும் பிற நன்மைகள் போன்ற எங்களின் சுற்றுச்சூழல் அமைப்பில் உள்ள பிற பிரீமியம் அம்சங்களைத் திறக்கலாம்.",
    "How to get 50% discount on fees?": "கட்டணத்தில் 50% தள்ளுபடி பெறுவது எப்படி?",
    "Easy! Simply list an NFT for sale with FAST or DUKE instead of BNB": "சுலபம்! BNBக்கு பதிலாக FAST அல்லது DUKE உடன் விற்பனைக்கு NFTஐப் பட்டியலிடவும்.",
    "Get 50% discount!": "50% தள்ளுபடி கிடைக்கும்!",
    "How to buy a fixed-price NFT?": "ஒரு நிலையான விலை NFT வாங்குவது எப்படி?",
    "Select the Buy Now button and follow the prompts in your wallet": "இப்போது வாங்கு பொத்தானைத் தேர்ந்தெடுத்து, உங்கள் பணப்பையில் உள்ள அறிவுறுத்தல்களைப் பின்பற்றவும்.",
    "Once the transaction is complete, the item will transfer to your wallet and the seller will receive the funds": "பரிவர்த்தனை முடிந்ததும், உருப்படி உங்கள் பணப்பைக்கு மாற்றப்படும் மற்றும் விற்பனையாளர் நிதியைப் பெறுவார்.",
    "You will need either FAST, DUKE or BNB": "உங்களுக்கு ஃபாஸ்ட், டியூக் அல்லது பிஎன்பி தேவைப்படும்.",
    "To see the NFT in your wallet, return to your profile, and select Collected": "உங்கள் வாலட்டில் NFTஐப் பார்க்க, உங்கள் சுயவிவரத்திற்குத் திரும்பி, சேகரிக்கப்பட்டதைத் தேர்ந்தெடுக்கவும்.",
    "Keep in mind, there might be a slight delay before it's visible due to transaction processing time": "பரிவர்த்தனை செயலாக்க நேரத்தின் காரணமாக, அதைக் காண்பதில் சிறிது தாமதம் ஏற்படக்கூடும் என்பதை நினைவில் கொள்ளவும்.",
    "How to make an offer on an NFT?": "NFT இல் சலுகையை எவ்வாறு வழங்குவது?",
    "You can begin the process to make an offer on an NFT from a few different areas on the site": "தளத்தில் உள்ள சில வெவ்வேறு பகுதிகளிலிருந்து NFT இல் சலுகையை வழங்குவதற்கான செயல்முறையை நீங்கள் தொடங்கலாம்.",
    "While looking at a single collection": "ஒரே தொகுப்பைப் பார்க்கும்போது",
    "While exploring all NFTs": "அனைத்து NFTகளையும் ஆராயும் போது",
    "While looking at the NFT directly": "NFT ஐ நேரடியாகப் பார்க்கும்போது",
    "Start the process by clicking Make Offer": "சலுகையை உருவாக்கு என்பதைக் கிளிக் செய்வதன் மூலம் செயல்முறையைத் தொடங்கவும்.",
    "Once you have clicked on Make Offer, a modal will appear": "மேக் ஆஃபர் என்பதைக் கிளிக் செய்தவுடன், ஒரு மாதிரி தோன்றும்.",
    "Input the amount of BNB you wish to make the offer for": "நீங்கள் சலுகையை வழங்க விரும்பும் BNB தொகையை உள்ளிடவும்.",
    "For listings with FAST or DUKE pricing, you will have to input FAST or DUKE amount": "FAST அல்லது DUKE விலையுடன் கூடிய பட்டியல்களுக்கு, நீங்கள் FAST அல்லது DUKE தொகையை உள்ளிட வேண்டும்.",
    "When you have input the amount of BNB you would like to offer, click Make Offer and a confirmation will appear": "நீங்கள் வழங்க விரும்பும் BNB தொகையை உள்ளீடு செய்தவுடன், சலுகையை உருவாக்கு என்பதைக் கிளிக் செய்யவும், உறுதிப்படுத்தல் தோன்றும்.",
    "You will now need to confirm this action with your wallet": "இப்போது இந்தச் செயலை உங்கள் பணப்பையுடன் உறுதிப்படுத்த வேண்டும்.",
    "What is collection offer?": "வசூல் சலுகை என்றால் என்ன?",
    "A Collection offer allows you to place the same BNB offer on every item within a collection with just a click": "சேகரிப்புச் சலுகையானது, ஒரே கிளிக்கில் சேகரிப்பில் உள்ள ஒவ்வொரு பொருளுக்கும் ஒரே மாதிரியான BNB சலுகையை வழங்க உங்களை அனுமதிக்கிறது.",
    "This means that anyone holding an item of the collection is able to accept your offer": "சேகரிப்பின் ஒரு பொருளை வைத்திருக்கும் எவரும் உங்கள் சலுகையை ஏற்க முடியும் என்பதே இதன் பொருள்.",
    "If a seller accepts your collection offer, it will automatically be withdrawn from all other items in the collection": "உங்கள் சேகரிப்புச் சலுகையை விற்பனையாளர் ஏற்றுக்கொண்டால், சேகரிப்பில் உள்ள மற்ற எல்லாப் பொருட்களிலிருந்தும் அது தானாகவே திரும்பப் பெறப்படும்.",
    "You can think of this similar to a limit order when trading cryptocurrency on an exchange": "ஒரு எக்ஸ்சேஞ்சில் கிரிப்டோகரன்சியை வர்த்தகம் செய்யும் போது வரம்பு வரிசையைப் போலவே இதைப் பற்றி நீங்கள் சிந்திக்கலாம்.",
    "How to make a collection offer?": "சேகரிப்பு சலுகையை எவ்வாறு செய்வது?",
    "Go to the collection page of your choosing": "நீங்கள் தேர்ந்தெடுத்த சேகரிப்புப் பக்கத்திற்குச் செல்லவும்.",
    "At the top of the collection page, you'll see a button labeled Make Collection Offer": "சேகரிப்புப் பக்கத்தின் மேலே, சேகரிப்புச் சலுகையை உருவாக்கு என்ற பட்டனைக் காண்பீர்கள்.",
    "A modal will appear": "ஒரு மாதிரி தோன்றும்.",
    "You can now input the amount of FAST/DUKE/BNB you would like to offer across the entire collection": "முழு சேகரிப்பிலும் நீங்கள் வழங்க விரும்பும் FAST/DUKE/BNB தொகையை இப்போது உள்ளிடலாம்.",
    "Once you have confirmed the parameters of your collection offer, you can click on the Make Offer button": "உங்கள் சேகரிப்பு சலுகையின் அளவுருக்களை உறுதிப்படுத்தியவுடன், சலுகையை உருவாக்கு பொத்தானைக் கிளிக் செய்யலாம்.",
    "You will now be prompted to sign a message from your wallet": "இப்போது உங்கள் பணப்பையிலிருந்து ஒரு செய்தியில் கையெழுத்திடும்படி கேட்கப்படுவீர்கள்.",
    "Once you have done this, your offer will be live on the site": "நீங்கள் இதைச் செய்தவுடன், உங்கள் சலுகை தளத்தில் நேரலையில் இருக்கும்.",
    "Listing an NFT for a fixed price": "ஒரு NFTயை நிலையான விலைக்கு பட்டியலிடுதல்",
    "Navigate to the NFT you want to sell and click on Sell in the top-right corner": "நீங்கள் விற்க விரும்பும் NFTக்குச் சென்று, மேல் வலது மூலையில் உள்ள விற்பனை என்பதைக் கிளிக் செய்யவும்.",
    "If you don't see the Sell button, make sure you're connected to the correct wallet": "நீங்கள் விற்பனை பொத்தானைக் காணவில்லை என்றால், நீங்கள் சரியான பணப்பையுடன் இணைக்கப்பட்டுள்ளீர்கள் என்பதை உறுதிப்படுத்தவும்.",
    "Next, you'll see a modal appear": "அடுத்து, ஒரு மாதிரி தோன்றுவதைக் காண்பீர்கள்.",
    "Enter the price you want to list your NFT at, and click List Item": "உங்கள் NFTயை பட்டியலிட விரும்பும் விலையை உள்ளிட்டு, பட்டியல் உருப்படியைக் கிளிக் செய்யவும்.",
    "If this is your first time selling an item from this collection, the site will ask for you to approve the collection for trading": "இந்தத் தொகுப்பிலிருந்து ஒரு பொருளை நீங்கள் விற்பது இதுவே முதல்முறை எனில், வணிகத்திற்கான சேகரிப்பை அங்கீகரிக்கும்படி தளம் உங்களிடம் கேட்கும்.",
    "Click Approve": "ஒப்புதல் என்பதைக் கிளிக் செய்யவும்.",
    "You only need to do this once per collection": "ஒரு சேகரிப்புக்கு ஒரு முறை மட்டுமே இதைச் செய்ய வேண்டும்.",
    "Once you've approved a collection, you don't need to do it again, unless you revoke the approval later on": "நீங்கள் ஒரு தொகுப்பை அங்கீகரித்ததும், பின்னர் ஒப்புதலைத் திரும்பப்பெறும் வரை, அதை மீண்டும் செய்ய வேண்டியதில்லை.",
    "Lastly, you'll need to confirm the listing with a transaction from your wallet": "கடைசியாக, உங்கள் வாலட்டில் இருந்து பரிவர்த்தனை செய்து பட்டியலை உறுதிப்படுத்த வேண்டும்.",
    "Accepting an offer on your NFT": "உங்கள் NFT இல் சலுகையை ஏற்றுக்கொள்கிறது",
    "To accept an offer on your item, you will need to go to the individual page for that NFT": "உங்கள் உருப்படிக்கான சலுகையை ஏற்க, அந்த NFTக்கான தனிப்பட்ட பக்கத்திற்குச் செல்ல வேண்டும்.",
    "Once you're on that page, you will be able to see the list of offers which have been made": "நீங்கள் அந்தப் பக்கத்தில் வந்ததும், வழங்கப்பட்ட சலுகைகளின் பட்டியலைப் பார்க்க முடியும்.",
    "Click Accept on the offer which you wish to accept": "நீங்கள் ஏற்க விரும்பும் சலுகையை ஏற்றுக்கொள் என்பதைக் கிளிக் செய்யவும்.",
    "This will begin the process": "இது செயல்முறையைத் தொடங்கும்.",
    "A modal will appear with the details of the offer": "சலுகையின் விவரங்களுடன் ஒரு மாதிரி தோன்றும்.",
    "Click Accept Offer again to confirm that this is the offer which you want to accept": "நீங்கள் ஏற்க விரும்பும் சலுகை இதுதானா என்பதை உறுதிப்படுத்த, சலுகையை ஏற்றுக்கொள் என்பதை மீண்டும் கிளிக் செய்யவும்.",
    "You will now need to confirm this in your wallet to proceed": "தொடர, இப்போது உங்கள் பணப்பையில் இதை உறுதிப்படுத்த வேண்டும்.",
    "Once the transaction has been completed, you will see a success message appear, showing that your sale has been successful": "பரிவர்த்தனை முடிந்ததும், உங்கள் விற்பனை வெற்றிகரமாக இருப்பதைக் காட்டும் வெற்றிச் செய்தியை நீங்கள் காண்பீர்கள்.",
    "Type": "வகை",
    "Minted": "அச்சிடப்பட்டது",
    "Listed": "பட்டியலிடப்பட்டது",
    "Bid": "ஏலம்",
    "Sale": "விற்பனை",
    "Transfer": "இடமாற்றம்",
    "Event": "நிகழ்வு",
    "Quantity": "அளவு",
    "From": "இருந்து",
    "Time": "நேரம்",
    "Owner": "உரிமையாளர்",
    "Action": "செயல்",
    "One SEAMAMMON costs": "ஒரு SEAMAMMON விலை",
    "Excluding gas fee": "எரிவாயு கட்டணம் தவிர",
    "Click to mint your NFTs": "உங்கள் NFTகளை அச்சிட கிளிக் செய்யவும்",
    "Mint": "புதினா",
    "The seamammon is collection of 4,000 unique Sea mammals NFTs and digital collectibles living on the BNB Chain": "சீமாமன் என்பது 4,000 தனித்துவமான கடல் பாலூட்டிகள் NFTகள் மற்றும் BNB சங்கிலியில் வாழும் டிஜிட்டல் சேகரிப்புகளின் தொகுப்பாகும்.",
    "Developed by Fastswap": "Fastswap மூலம் உருவாக்கப்பட்டது.",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like %Cointools.io%, %Fastswap.finanace% and other benefits in the future": "Seamammon NFT மூலம் நீங்கள் Metaverse இல் எங்கள் P2E கேம்களுக்கான அணுகலைப் பெறுவீர்கள் மேலும் %Cointools.io%, %Fastswap.finanace% மற்றும் பிற நன்மைகள் போன்ற எங்களின் சுற்றுச்சூழல் அமைப்பில் உள்ள பிற பிரீமியம் அம்சங்களைத் திறக்கலாம்.",
    "Connect to a wallet": "பணப்பையுடன் இணைக்கவும்",
    "Learn how to connect": "எப்படி இணைப்பது என்பதை அறிக",
    "Please connect your wallet and try again": "உங்கள் பணப்பையை இணைத்து மீண்டும் முயற்சிக்கவும்",
    "Place an offer": "ஒரு சலுகையை வைக்கவும்",
    "Confirm": "உறுதிப்படுத்தவும்",
    "Description": "விளக்கம்",
    "About creator": "படைப்பாளியைப் பற்றி",
    "Details": "விவரங்கள்",
    "Items activity": "பொருட்களின் செயல்பாடு",
    "Price History": "விலை வரலாறு",
    "No price history yet": "இதுவரை விலை வரலாறு இல்லை",
    "Contract Address": "ஒப்பந்த முகவரி",
    "Token ID": "டோக்கன் ஐடி",
    "Token Standard": "டோக்கன் தரநிலை",
    "Blockchain": "பிளாக்செயின்",
    "minutes ago": "நிமிடங்களுக்கு முன்பு",
    "Other items in this collection": "இந்தத் தொகுப்பில் உள்ள பிற பொருட்கள்",
    "Price must be greater": "விலை அதிகமாக இருக்க வேண்டும்",
    "Fixed": "சரி செய்யப்பட்டது",
    "Auction": "ஏலம்",
    "DUKE": "டியூக்",
    "FAST": "வேகமாக",
    "BNB": "பிஎன்பி",
    "Lowest Price": "குறைந்த விலை",
    "Highest Price": "அதிக விலை",
    "Most Viewed": "அதிகம் பார்க்கப்பட்டது",
    "Most Favorited": "மிகவும் பிடித்தது",
    "Oldest": "பழமையான",
    "Place Bid": "ஏலம் வைக்கவும்",
    "search": "தேடல்",
    "Volume(USD)": "தொகுதி (USD)",
    "Creator": "படைப்பாளி",
    "days": "நாட்களில்",
    "hours": "மணி",
    "minutes": "நிமிடங்கள்",
    "seconds": "வினாடிகள்",
    "ago": "முன்பு",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like": "Seamammon NFT மூலம் நீங்கள் Metaverse இல் உள்ள எங்கள் P2E கேம்களுக்கான அணுகலைப் பெறுவீர்கள், மேலும் எங்கள் சுற்றுச்சூழல் அமைப்பில் உள்ள பிற பிரீமியம் அம்சங்களைத் திறக்கலாம்",
    "and other benefits in the future": "மற்றும் பிற நன்மைகள் எதிர்காலத்தில்",
    "Keep in mind, there might be a slight delay before it`s visible due to transaction processing time": "பரிவர்த்தனை செயலாக்க நேரத்தின் காரணமாக, அதைக் காண்பதில் சிறிது தாமதம் ஏற்படக்கூடும் என்பதை நினைவில் கொள்ளவும்",
    "At the top of the collection page, you`ll see a button labeled Make Collection Offer.": "சேகரிப்புப் பக்கத்தின் மேலே, சேகரிப்புச் சலுகையை உருவாக்கு என்ற பட்டனைக் காண்பீர்கள்.",
    "If you don`t see the Sell button, make sure you`re connected to the correct wallet.": "நீங்கள் விற்பனை பொத்தானைக் காணவில்லை என்றால், நீங்கள் சரியான பணப்பையுடன் இணைக்கப்பட்டுள்ளீர்கள் என்பதை உறுதிப்படுத்தவும்.",
    "Next, you`ll see a modal appear.": "அடுத்து, ஒரு மாதிரி தோன்றுவதைக் காண்பீர்கள்.",
    "Once you`ve approved a collection, you don`t need to do it again, unless you revoke the approval later on.": "நீங்கள் ஒரு தொகுப்பை அங்கீகரித்தவுடன், பின்னர் ஒப்புதலைத் திரும்பப்பெறும் வரை, அதை மீண்டும் செய்ய வேண்டியதில்லை.",
    "Lastly, you`ll need to confirm the listing with a transaction from your wallet.": "கடைசியாக, உங்கள் பணப்பையிலிருந்து ஒரு பரிவர்த்தனை மூலம் பட்டியலை உறுதிப்படுத்த வேண்டும்.",
    "Once you`re on that page, you will be able to see the list of offers which have been made.": "நீங்கள் அந்தப் பக்கத்தில் வந்ததும், வழங்கப்பட்ட சலுகைகளின் பட்டியலைக் காண முடியும்.",
    "What is a collection offer?": "சேகரிப்பு சலுகை என்றால் என்ன?",
    "Listing an NFT for a Fixed Price": "ஒரு NFTயை நிலையான விலைக்கு பட்டியலிடுதல்",
    "views": "காட்சிகள்",
    "favorite": "பிடித்தது",
    "copies": "பிரதிகள்",
    "Time Left": "இன்னும் நேரம்",
    "Buy now": "இப்போது வாங்க",
    "Make an offer": "சலுகை கொடு",
    "My Profile": "என் சுயவிவரம்",
    "Admin": "நிர்வாகம்",
    "Nft Total Sales": "Nft மொத்த விற்பனை",
    "User List": "பயனர் பட்டியல்",
    "Collection List": "சேகரிப்பு பட்டியல்",
    "Daily": "தினசரி",
    "Weekly": "வாரந்தோறும்",
    "Monthly": "மாதாந்திர",
    "Yearly": "ஆண்டுதோறும்",
    "Total": "மொத்தம்",
    "Users": "பயனர்கள்",
    "Collections": "தொகுப்புகள்",
    "Name": "பெயர்",
    "Wallet": "பணப்பை",
    "Joined At": "இல் சேர்ந்தார்",
    "There is nothing here.": "இங்கு எதுவும் இல்லை.",
    "Create NFT": "NFT ஐ உருவாக்கவும்",
    "Image, Video, 3D model or Audio": "படம், வீடியோ, 3D மாதிரி அல்லது ஆடியோ",
    "Item Name": "பொருளின் பெயர்",
    "Displayed on the item page": "உருப்படி பக்கத்தில் காட்டப்படும்",
    "Put on marketplace": "சந்தையில் வைக்கவும்",
    "Your item will be on Sale": "உங்கள் பொருள் விற்பனைக்கு வரும்",
    "Provide a detailed description of the item": "உருப்படியின் விரிவான விளக்கத்தை வழங்கவும்",
    "Unlock Once Purchased": "வாங்கியவுடன் திறக்கவும்",
    "Content will be unlocked once purchased": "வாங்கியவுடன் உள்ளடக்கம் திறக்கப்படும்",
    "Enter Digital Key, Code, Link etc.": "டிஜிட்டல் விசை, குறியீடு, இணைப்பு போன்றவற்றை உள்ளிடவும்.",
    "Select existing Collection or create new one": "ஏற்கனவே உள்ள தொகுப்பைத் தேர்ந்தெடுக்கவும் அல்லது புதியதை உருவாக்கவும்",
    "Add Collection": "சேகரிப்பைச் சேர்க்கவும்",
    "Collected": "சேகரிக்கப்பட்டது",
    "Created": "உருவாக்கப்பட்டது",
    "On Auction": "ஏலத்தில்",
    "Sold": "விற்கப்பட்டது",
    "Load More": "அதிகமாய் ஏற்று",
    "Item": "பொருள்",
    "Watching": "பார்க்கிறேன்",
    "Like": "பிடிக்கும்",
    "Activity": "செயல்பாடு",
    "Profile": "சுயவிவரம்",
    "Notification": "அறிவிப்பு",
    "Offers": "சலுகைகள்",
    "Support": "ஆதரவு",
    "Email Address": "மின்னஞ்சல் முகவரி",
    "Links": "இணைப்புகள்",
    "Wallet Address": "பணப்பையின் முகவரி",
    "Select which notifications you would like to receive for": "எந்த அறிவிப்புகளைப் பெற விரும்புகிறீர்கள் என்பதைத் தேர்ந்தெடுக்கவும்",
    "Item Sold": "பொருள் விற்கப்பட்டது",
    "When someone purchased one of your items": "உங்கள் பொருட்களில் ஒன்றை யாராவது வாங்கும்போது",
    "Bid Activity": "ஏல நடவடிக்கை",
    "When someone bids on one of your items": "உங்கள் உருப்படிகளில் ஒன்றை யாராவது ஏலம் எடுத்தால்",
    "Price Change": "விலை மாற்றம்",
    "When an item you made an offer on changes in price": "ஒரு பொருளின் விலையில் ஏற்படும் மாற்றங்கள் குறித்து நீங்கள் ஒரு வாய்ப்பை வழங்கும்போது",
    "Auction Expiration": "ஏலம் காலாவதியாகும்",
    "When a Dutch or English auction you created ends": "நீங்கள் உருவாக்கிய டச்சு அல்லது ஆங்கில ஏலம் முடிவடையும் போது",
    "Outbid": "அவுட்பிட்",
    "When an offer you placed is exceeded by another user": "நீங்கள் வழங்கிய சலுகை மற்றொரு பயனரால் மீறப்படும் போது",
    "Referral Successful": "பரிந்துரை வெற்றி",
    "When an item you referred is purchased": "நீங்கள் குறிப்பிட்ட ஒரு பொருளை வாங்கும்போது",
    "Owned Asset updates": "சொந்தமான சொத்து புதுப்பிப்புகள்",
    "When a significant update occurs for one of the items you have purchased on FastSwap": "FastSwap இல் நீங்கள் வாங்கிய உருப்படிகளில் ஒன்றிற்கு குறிப்பிடத்தக்க புதுப்பிப்பு ஏற்படும் போது",
    "Successful Purchase": "வெற்றிகரமான கொள்முதல்",
    "When you successfully buy an item": "நீங்கள் ஒரு பொருளை வெற்றிகரமாக வாங்கும்போது",
    "Fastswap newsletter": "Fastswap செய்திமடல்",
    "Occasional updates from the FastSwap team": "FastSwap குழுவிடமிருந்து அவ்வப்போது புதுப்பிப்புகள்",
    "Minimum Bid Treshold": "குறைந்தபட்ச ஏல வரம்பு",
    "Receive notifications only when you receive offers with a value greater than or equal to this amount of Currency.": "இந்த நாணயத் தொகையை விட அதிகமாகவோ அல்லது அதற்குச் சமமாகவோ சலுகைகளைப் பெறும்போது மட்டுமே அறிவிப்புகளைப் பெறுங்கள்.",
    "Set a minimum offer for collections to ignore low offers.": "குறைந்த சலுகைகளை புறக்கணிக்க சேகரிப்புகளுக்கு குறைந்தபட்ச சலுகையை அமைக்கவும்.",
    "You will not be notified on offers below your minimum amounts for items is that collection.": "சேகரிப்புப் பொருட்களுக்கான குறைந்தபட்சத் தொகைக்குக் கீழே உள்ள சலுகைகள் குறித்து உங்களுக்கு அறிவிக்கப்படாது.",
    "Minimum Price": "குறைந்தபட்ச விலை",
    "If you need help related to your account, we can help you.": "உங்கள் கணக்கு தொடர்பான உதவி தேவைப்பட்டால், நாங்கள் உங்களுக்கு உதவ முடியும்.",
    "General help": "பொது உதவி",
    "Visit our": "எங்கள் வருகை",
    "help center": "உதவி மையம்",
    "to learn how to get started with buying, selling, and creating.": "வாங்குவது, விற்பது மற்றும் உருவாக்குவது எப்படி என்பதை அறிய.",
    "Contact FastSwap Support": "FastSwap ஆதரவைத் தொடர்பு கொள்ளவும்",
    "Can't find the answers you’re looking for?": "நீங்கள் தேடும் பதில்கள் கிடைக்கவில்லையா?",
    "You can": "உன்னால் முடியும்",
    "submit a request": "ஒரு கோரிக்கையை சமர்ப்பிக்கவும்",
    "here": "இங்கே",
    "Help with a compromised account": "சமரசம் செய்யப்பட்ட கணக்கிற்கு உதவுங்கள்",
    "If you believe your account has been compromised, let us know and we can lock your account. This will disable items in your wallet from being bought, sold, or transferred using FastSwap.": "உங்கள் கணக்கு திருடப்பட்டதாக நீங்கள் நம்பினால், எங்களுக்குத் தெரியப்படுத்துங்கள், உங்கள் கணக்கை நாங்கள் பூட்டலாம். இது உங்கள் பணப்பையில் உள்ள பொருட்களை FastSwap ஐப் பயன்படுத்தி வாங்குவது, விற்பது அல்லது மாற்றுவது ஆகியவற்றை முடக்கும்.",
    "Learn more.": "மேலும் அறிக.",
    "Settings": "அமைப்புகள்",
    "Tell us a little bit about you": "உங்களைப் பற்றி கொஞ்சம் சொல்லுங்கள்",
    "Your username": "உங்கள் பயனர் பெயர்",
    "Your email": "உங்கள் மின்னஞ்சல்",
    "Describe your issue": "உங்கள் பிரச்சினையை விவரிக்கவும்",
    "I have unknown transactions in my account": "எனது கணக்கில் தெரியாத பரிவர்த்தனைகள் உள்ளன",
    "I have everything but believe my account is compromised": "என்னிடம் அனைத்தும் உள்ளன ஆனால் எனது கணக்கு சமரசம் செய்யப்பட்டதாக நம்புகிறேன்",
    "Other": "மற்றவை",
    "I understand I must provide a sworn statement certified ": "நான் சான்றளிக்கப்பட்ட உறுதிமொழி அறிக்கையை வழங்க வேண்டும் என்பதை நான் புரிந்துகொள்கிறேன்",
    "by a notary public to unlock my account.": "எனது கணக்கைத் திறக்க நோட்டரி பப்ளிக் மூலம்.",
    "Lock Account": "கணக்கைப் பூட்டு",
    "If you believe your account has been compromised, let us know": "உங்கள் கணக்கு திருடப்பட்டதாக நீங்கள் நம்பினால், எங்களுக்குத் தெரிவிக்கவும்",
    "we can lock your account. This will disable items in your wallet": "உங்கள் கணக்கை நாங்கள் பூட்ட முடியும். இது உங்கள் பணப்பையில் உள்ள பொருட்களை முடக்கும்",
    "being bought, sold, or transferred using FastSwap.": "FastSwap ஐப் பயன்படுத்தி வாங்குதல், விற்கப்படுதல் அல்லது மாற்றுதல்.",
    "Save": "சேமிக்கவும்",
    "Add": "கூட்டு",
    "Floor price": "தரை விலை",
    "Vol. traded": "தொகுதி. வர்த்தகம் செய்தார்",
    "This image will also be used for navigation. 350 x 350 recommended.": "இந்த படம் வழிசெலுத்தலுக்கும் பயன்படுத்தப்படும். 350 x 350 பரிந்துரைக்கப்படுகிறது.",
    "Collection Thumbnail": "சேகரிப்பு சிறுபடம்",
    "a collection": "ஒரு தொகுப்பு",
    "Banner image": "பேனர் படம்",
    "This image will appear at the top of your collection page.": "இந்தப் படம் உங்கள் சேகரிப்புப் பக்கத்தின் மேலே தோன்றும்.",
    "Avoid including too much text in this banner image, as the dimensions change on different devices. 1400 x 400 recommended.": "வெவ்வேறு சாதனங்களில் பரிமாணங்கள் மாறுவதால், இந்தப் பேனர் படத்தில் அதிகப்படியான உரையைச் சேர்ப்பதைத் தவிர்க்கவும். 1400 x 400 பரிந்துரைக்கப்படுகிறது.",
    "Markdown syntax is supported.": "மார்க் டவுன் தொடரியல் ஆதரிக்கப்படுகிறது.",
    "Customize your URL on FastSwap. Must only contain lowercase letters,numbers, and hyphens.": "FastSwap இல் உங்கள் URL ஐத் தனிப்பயனாக்குங்கள். சிறிய எழுத்துக்கள், எண்கள் மற்றும் ஹைபன்கள் மட்டுமே இருக்க வேண்டும்.",
    "Collection Address": "சேகரிப்பு முகவரி",
    "Nft Token Uri": "Nft டோக்கன் யூரி",
    "Max Supply": "அதிகபட்ச வழங்கல்",
    "Royalties": "ஆதாய உரிமைகள்",
    "Collect a fee when a user re-sells an item you originally created.": "நீங்கள் முதலில் உருவாக்கிய பொருளைப் பயனர் மறுவிற்பனை செய்யும்போது கட்டணத்தைச் சேகரிக்கவும்.",
    "This is deducted from the final sale price and paid monthly to a payout address of your choosing.": "இது இறுதி விற்பனை விலையில் இருந்து கழிக்கப்பட்டு, நீங்கள் தேர்ந்தெடுத்த பேஅவுட் முகவரிக்கு மாதந்தோறும் செலுத்தப்படும்.",
    "Your payout wallet address": "உங்கள் பேஅவுட் வாலட் முகவரி",
    "Please enter the wallet adress in which you want to receive the royalties payments": "நீங்கள் ராயல்டி பேமெண்ட்களைப் பெற விரும்பும் வாலட் முகவரியை உள்ளிடவும்",
    "Collaborators": "கூட்டுப்பணியாளர்கள்",
    "Collaborators can modify collection settings, receive payments for items they created,": "கூட்டுப்பணியாளர்கள் சேகரிப்பு அமைப்புகளை மாற்றலாம், அவர்கள் உருவாக்கிய பொருட்களுக்கான கட்டணங்களைப் பெறலாம்,",
    "change the collection's royalty payout address, and create new items.": "சேகரிப்பின் ராயல்டி செலுத்துதல் முகவரியை மாற்றி, புதிய பொருட்களை உருவாக்கவும்.",
    "Add Collaborator": "கூட்டுப்பணியாளரைச் சேர்க்கவும்"
}