{
    "Trade": "Торгівля",
    "Earn": "Заробляти",
    "Win": "Виграти",
    "NFT": "NFT",
    "Overview": "Огляд",
    "Rankings": "Рейтинги",
    "Activities": "Діяльності",
    "Minting": "Чеканка",
    "Connect Wallet": "Підключіть гаманець",
    "Collect Digital Art": "Збирайте цифрове мистецтво",
    "Discover, Buy and Sell Nfts on Binance Smart Chain": "Відкривайте, купуйте та продавайте Nfts на Binance Smart Chain",
    "Explore": "Досліджуйте",
    "Create": "Створюйте",
    "Hot collections": "Гарячі колекції",
    "Made by FastSwap": "Зроблено FastSwap",
    "Latest drops": "Останні краплі",
    "See more": "Побачити більше",
    "View History": "переглянути історію",
    "Buy Now": "Купити зараз",
    "Make Offer": "Зробити пропозицію",
    "in stock": "в наявності",
    "Price": "Ціна",
    "Buy the finest NFT’s on Binance Smart Chain": "Купуйте найкращі NFT на Binance Smart Chain",
    "Sale Type": "Тип продажу",
    "Recently Added": "Нещодавно додані",
    "Top Collections": "Топ колекції",
    "Top Sale": "Топ розпродажів",
    "Top Creators": "Найкращі творці",
    "Collection": "Колекція",
    "Volume": "Обсяг",
    "Floor Price": "Ціна підлоги",
    "Items": "Предмети",
    "Owners": "Власники",
    "What is SeaMammon?": "Що таке SeaMammon?",
    "The Seamammon is a collection of 4,000 unique Sea Mammals NFTs and digital collectibles living on the BNB Chain": "Seamammon — це колекція з 4000 унікальних NFT про морських ссавців і цифрових предметів колекціонування, які живуть у мережі BNB.",
    "Developed by FastSwap": "Розроблено FastSwap.",
    "With Seamammon NFTs you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like Cointools, FastSwap and other benefits in the future": "За допомогою Seamammon NFT ви отримаєте доступ до наших ігор P2E на Metaverse та отримаєте доступ до інших преміальних функцій у нашій екосистемі продуктів, таких як Cointools, FastSwap та інші переваги в майбутньому.",
    "How to get 50% discount on fees?": "Як отримати знижку 50% на комісію?",
    "Easy! Simply list an NFT for sale with FAST or DUKE instead of BNB": "Легко! Просто вкажіть NFT на продаж за допомогою FAST або DUKE замість BNB.",
    "Get 50% discount!": "Отримайте знижку 50%!",
    "How to buy a fixed-price NFT?": "Як купити NFT за фіксованою ціною?",
    "Select the Buy Now button and follow the prompts in your wallet": "Натисніть кнопку «Купити зараз» і дотримуйтесь підказок у гаманці.",
    "Once the transaction is complete, the item will transfer to your wallet and the seller will receive the funds": "Після завершення транзакції товар буде переведено на ваш гаманець, а продавець отримає кошти.",
    "You will need either FAST, DUKE or BNB": "Вам знадобиться FAST, DUKE або BNB.",
    "To see the NFT in your wallet, return to your profile, and select Collected": "Щоб побачити NFT у своєму гаманці, поверніться до свого профілю та виберіть Зібрано.",
    "Keep in mind, there might be a slight delay before it's visible due to transaction processing time": "Майте на увазі, що через час обробки транзакції може виникнути невелика затримка, перш ніж це стане видимим.",
    "How to make an offer on an NFT?": "Як зробити пропозицію на NFT?",
    "You can begin the process to make an offer on an NFT from a few different areas on the site": "Ви можете розпочати процес, щоб зробити пропозицію щодо NFT з кількох різних областей сайту.",
    "While looking at a single collection": "При перегляді однієї колекції",
    "While exploring all NFTs": "Вивчаючи всі NFT",
    "While looking at the NFT directly": "Дивлячись безпосередньо на NFT",
    "Start the process by clicking Make Offer": "Почніть процес, натиснувши Зробити пропозицію.",
    "Once you have clicked on Make Offer, a modal will appear": "Після того, як ви натиснули кнопку Зробити пропозицію, з’явиться модальний вікно.",
    "Input the amount of BNB you wish to make the offer for": "Введіть суму BNB, на яку ви бажаєте зробити пропозицію.",
    "For listings with FAST or DUKE pricing, you will have to input FAST or DUKE amount": "Для оголошень із ціною FAST або DUKE вам доведеться ввести суму FAST або DUKE.",
    "When you have input the amount of BNB you would like to offer, click Make Offer and a confirmation will appear": "Коли ви введете суму BNB, яку хочете запропонувати, натисніть Зробити пропозицію, і з’явиться підтвердження.",
    "You will now need to confirm this action with your wallet": "Тепер вам потрібно буде підтвердити цю дію за допомогою гаманця.",
    "What is collection offer?": "Що таке колекційна пропозиція?",
    "A Collection offer allows you to place the same BNB offer on every item within a collection with just a click": "Пропозиція колекції дозволяє вам розмістити ту саму пропозицію BNB для кожного елемента колекції одним кліком.",
    "This means that anyone holding an item of the collection is able to accept your offer": "Це означає, що будь-який власник колекції може прийняти вашу пропозицію.",
    "If a seller accepts your collection offer, it will automatically be withdrawn from all other items in the collection": "Якщо продавець прийме вашу пропозицію колекції, вона буде автоматично вилучена з усіх інших товарів у колекції.",
    "You can think of this similar to a limit order when trading cryptocurrency on an exchange": "Ви можете думати про це, як про лімітний ордер, коли торгуєте криптовалютою на біржі.",
    "How to make a collection offer?": "Як зробити колекційну пропозицію?",
    "Go to the collection page of your choosing": "Перейдіть на сторінку колекції за вашим вибором.",
    "At the top of the collection page, you'll see a button labeled Make Collection Offer": "У верхній частині сторінки колекції ви побачите кнопку «Зробити пропозицію колекції».",
    "A modal will appear": "З'явиться модальний.",
    "You can now input the amount of FAST/DUKE/BNB you would like to offer across the entire collection": "Тепер ви можете ввести суму FAST/DUKE/BNB, яку б хотіли запропонувати для всієї колекції.",
    "Once you have confirmed the parameters of your collection offer, you can click on the Make Offer button": "Після того, як ви підтвердите параметри пропозиції колекції, ви можете натиснути кнопку Зробити пропозицію.",
    "You will now be prompted to sign a message from your wallet": "Тепер вам буде запропоновано підписати повідомлення зі свого гаманця.",
    "Once you have done this, your offer will be live on the site": "Коли ви це зробите, ваша пропозиція буде опублікована на сайті.",
    "Listing an NFT for a fixed price": "Розміщення NFT за фіксованою ціною",
    "Navigate to the NFT you want to sell and click on Sell in the top-right corner": "Перейдіть до NFT, який ви хочете продати, і натисніть «Продати» у верхньому правому куті.",
    "If you don't see the Sell button, make sure you're connected to the correct wallet": "Якщо ви не бачите кнопки «Продати», переконайтеся, що ви під’єднано до правильного гаманця.",
    "Next, you'll see a modal appear": "Далі ви побачите модальний.",
    "Enter the price you want to list your NFT at, and click List Item": "Введіть ціну, за якою ви хочете розмістити свій NFT, і натисніть Елемент списку.",
    "If this is your first time selling an item from this collection, the site will ask for you to approve the collection for trading": "Якщо ви вперше продаєте предмет із цієї колекції, сайт попросить вас схвалити колекцію для торгівлі.",
    "Click Approve": "Натисніть Схвалити.",
    "You only need to do this once per collection": "Це потрібно зробити лише один раз для колекції.",
    "Once you've approved a collection, you don't need to do it again, unless you revoke the approval later on": "Після того, як ви схвалили збірку, вам не потрібно це робити знову, якщо ви не скасуєте схвалення пізніше.",
    "Lastly, you'll need to confirm the listing with a transaction from your wallet": "Нарешті, вам потрібно буде підтвердити перелік за допомогою трансакції зі свого гаманця.",
    "Accepting an offer on your NFT": "Прийняття пропозиції на вашому NFT",
    "To accept an offer on your item, you will need to go to the individual page for that NFT": "Щоб прийняти пропозицію щодо вашого товару, вам потрібно буде перейти на окрему сторінку цього NFT.",
    "Once you're on that page, you will be able to see the list of offers which have been made": "Перейшовши на цю сторінку, ви зможете побачити список зроблених пропозицій.",
    "Click Accept on the offer which you wish to accept": "Натисніть Прийняти на пропозиції, яку ви хочете прийняти.",
    "This will begin the process": "Це розпочне процес.",
    "A modal will appear with the details of the offer": "З'явиться модальна інформація з деталями пропозиції.",
    "Click Accept Offer again to confirm that this is the offer which you want to accept": "Натисніть Прийняти пропозицію ще раз, щоб підтвердити, що це та пропозиція, яку ви хочете прийняти.",
    "You will now need to confirm this in your wallet to proceed": "Тепер вам потрібно буде підтвердити це у своєму гаманці, щоб продовжити.",
    "Once the transaction has been completed, you will see a success message appear, showing that your sale has been successful": "Після завершення транзакції ви побачите повідомлення про успіх, яке вказує, що ваш продаж пройшов успішно.",
    "Type": "Тип",
    "Minted": "Викарбуваний",
    "Listed": "У списку",
    "Bid": "Ставка",
    "Sale": "Продаж",
    "Transfer": "Передача",
    "Event": "Подія",
    "Quantity": "Кількість",
    "From": "Від",
    "Time": "Час",
    "Owner": "Власник",
    "Action": "Дія",
    "One SEAMAMMON costs": "Один SEAMAMMON коштує",
    "Excluding gas fee": "Без урахування плати за газ",
    "Click to mint your NFTs": "Натисніть, щоб викарбувати свої NFT",
    "Mint": "М'ятний двір",
    "The seamammon is collection of 4,000 unique Sea mammals NFTs and digital collectibles living on the BNB Chain": "Seamammon — це колекція з 4000 унікальних NFT морських ссавців і цифрових предметів колекціонування, які живуть у мережі BNB.",
    "Developed by Fastswap": "Розроблено Fastswap.",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like %Cointools.io%, %Fastswap.finanace% and other benefits in the future": "З Seamammon NFT ви матимете доступ до наших ігор P2E на Metaverse та розблокуєте інші преміальні функції в нашій екосистемі продуктів, як-от %Cointools.io%, %Fastswap.finanace% та інші переваги в майбутньому.",
    "Connect to a wallet": "Підключіть до гаманця",
    "Learn how to connect": "Дізнайтеся, як підключитися",
    "Please connect your wallet and try again": "Підключіть гаманець і повторіть спробу",
    "Place an offer": "Розмістіть пропозицію",
    "Confirm": "Підтвердьте",
    "Description": "Опис",
    "About creator": "Про творця",
    "Details": "Деталі",
    "Items activity": "Активність предметів",
    "Price History": "Історія цін",
    "No price history yet": "Історії цін поки що немає",
    "Contract Address": "Адреса договору",
    "Token ID": "Ідентифікатор токена",
    "Token Standard": "Стандартний маркер",
    "Blockchain": "Блокчейн",
    "minutes ago": "хвилин тому",
    "Other items in this collection": "Інші предмети цієї колекції",
    "Price must be greater": "Ціна повинна бути більшою",
    "Fixed": "Виправлено",
    "Auction": "Аукціон",
    "DUKE": "ДЮК",
    "FAST": "ШВИДКО",
    "BNB": "BNB",
    "Lowest Price": "Найнижча ціна",
    "Highest Price": "Найвища ціна",
    "Most Viewed": "Найбільше переглянуті",
    "Most Favorited": "Найулюбленіший",
    "Oldest": "Найстаріший",
    "Place Bid": "Розмістіть ставку",
    "search": "пошук",
    "Volume(USD)": "Обсяг (дол. США)",
    "Creator": "Творець",
    "days": "днів",
    "hours": "годин",
    "minutes": "хвилин",
    "seconds": "секунд",
    "ago": "тому",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like": "З Seamammon NFT ви матимете доступ до наших ігор P2E на Metaverse та розблокуєте інші преміальні функції в нашій екосистемі продуктів, як-от",
    "and other benefits in the future": "та інші переваги в майбутньому",
    "Keep in mind, there might be a slight delay before it`s visible due to transaction processing time": "Майте на увазі, що через час обробки транзакції може виникнути невелика затримка, перш ніж це стане видимим",
    "At the top of the collection page, you`ll see a button labeled Make Collection Offer.": "У верхній частині сторінки колекції ви побачите кнопку «Зробити пропозицію колекції».",
    "If you don`t see the Sell button, make sure you`re connected to the correct wallet.": "Якщо ви не бачите кнопки «Продати», переконайтеся, що ви підключені до правильного гаманця.",
    "Next, you`ll see a modal appear.": "Далі ви побачите модальний вигляд.",
    "Once you`ve approved a collection, you don`t need to do it again, unless you revoke the approval later on.": "Після того, як ви схвалили збірку, вам не потрібно робити це знову, якщо ви не скасуєте схвалення пізніше.",
    "Lastly, you`ll need to confirm the listing with a transaction from your wallet.": "Нарешті, вам потрібно буде підтвердити перелік трансакцією з вашого гаманця.",
    "Once you`re on that page, you will be able to see the list of offers which have been made.": "Перейшовши на цю сторінку, ви зможете побачити список зроблених пропозицій.",
    "What is a collection offer?": "Що таке колекційна пропозиція?",
    "Listing an NFT for a Fixed Price": "Розміщення NFT за фіксованою ціною",
    "views": "переглядів",
    "favorite": "улюблений",
    "copies": "копії",
    "Time Left": "Залишився час",
    "Buy now": "Купити зараз",
    "Make an offer": "Зробити пропозицію",
    "My Profile": "Мій профіль",
    "Admin": "адмін",
    "Nft Total Sales": "Nft Загальний обсяг продажів",
    "User List": "Список користувачів",
    "Collection List": "Список колекції",
    "Daily": "Щодня",
    "Weekly": "Щотижня",
    "Monthly": "Щомісячно",
    "Yearly": "Щорічно",
    "Total": "Всього",
    "Users": "Користувачі",
    "Collections": "Колекції",
    "Name": "Ім'я",
    "Wallet": "гаманець",
    "Joined At": "Приєднався до",
    "There is nothing here.": "Тут немає нічого.",
    "Create NFT": "Створіть NFT",
    "Image, Video, 3D model or Audio": "Зображення, відео, 3D модель або аудіо",
    "Item Name": "Назва виробу",
    "Displayed on the item page": "Відображається на сторінці товару",
    "Put on marketplace": "Поставити на ринок",
    "Your item will be on Sale": "Ваш товар буде у продажу",
    "Provide a detailed description of the item": "Надайте детальний опис товару",
    "Unlock Once Purchased": "Розблокуйте після покупки",
    "Content will be unlocked once purchased": "Після покупки вміст буде розблоковано",
    "Enter Digital Key, Code, Link etc.": "Введіть цифровий ключ, код, посилання тощо.",
    "Select existing Collection or create new one": "Виберіть наявну колекцію або створіть нову",
    "Add Collection": "Додати колекцію",
    "Collected": "Зібрано",
    "Created": "Створено",
    "On Auction": "На аукціоні",
    "Sold": "Продано",
    "Load More": "Завантажити ще",
    "Item": "Пункт",
    "Watching": "Спостерігаючи",
    "Like": "Люблю",
    "Activity": "Діяльність",
    "Profile": "Профіль",
    "Notification": "Повідомлення",
    "Offers": "Пропозиції",
    "Support": "Підтримка",
    "Email Address": "Адреса електронної пошти",
    "Links": "Посилання",
    "Wallet Address": "Адреса гаманця",
    "Select which notifications you would like to receive for": "Виберіть, які сповіщення ви хочете отримувати",
    "Item Sold": "Товар продано",
    "When someone purchased one of your items": "Коли хтось купив один із ваших предметів",
    "Bid Activity": "Діяльність щодо ставок",
    "When someone bids on one of your items": "Коли хтось робить ставку на один із ваших товарів",
    "Price Change": "Зміна ціни",
    "When an item you made an offer on changes in price": "Коли для товару ви зробили пропозицію щодо зміни ціни",
    "Auction Expiration": "Термін дії аукціону",
    "When a Dutch or English auction you created ends": "Коли голландський або англійський аукціон, який ви створили, закінчується",
    "Outbid": "Перекупити",
    "When an offer you placed is exceeded by another user": "Коли інший користувач перевищив запропоновану вами пропозицію",
    "Referral Successful": "Реферал успішно",
    "When an item you referred is purchased": "Коли товар, який ви переказали, придбано",
    "Owned Asset updates": "Оновлення власних активів",
    "When a significant update occurs for one of the items you have purchased on FastSwap": "Коли відбувається значне оновлення для одного з елементів, які ви придбали на FastSwap",
    "Successful Purchase": "Успішна покупка",
    "When you successfully buy an item": "Коли ви вдало купуєте товар",
    "Fastswap newsletter": "Інформаційний бюлетень Fastswap",
    "Occasional updates from the FastSwap team": "Періодичні оновлення від команди FastSwap",
    "Minimum Bid Treshold": "Порогове значення мінімальної ставки",
    "Receive notifications only when you receive offers with a value greater than or equal to this amount of Currency.": "Отримуйте сповіщення лише тоді, коли отримуєте пропозиції зі значенням, що перевищує або дорівнює цій сумі валюти.",
    "Set a minimum offer for collections to ignore low offers.": "Установіть мінімальну пропозицію для колекцій, щоб ігнорувати низькі пропозиції.",
    "You will not be notified on offers below your minimum amounts for items is that collection.": "Ви не отримуватимете сповіщень про пропозиції, які є нижчими за мінімальні суми для предметів цієї колекції.",
    "Minimum Price": "Мінімальна ціна",
    "If you need help related to your account, we can help you.": "Якщо вам потрібна допомога щодо вашого облікового запису, ми можемо вам допомогти.",
    "General help": "Загальна допомога",
    "Visit our": "Відвідайте нашу",
    "help center": "центр допомоги",
    "to learn how to get started with buying, selling, and creating.": "щоб дізнатися, як почати купувати, продавати та створювати.",
    "Contact FastSwap Support": "Зверніться до служби підтримки FastSwap",
    "Can't find the answers you’re looking for?": "Не можете знайти відповіді, які шукаєте?",
    "You can": "Ти можеш",
    "submit a request": "Надіслати запит",
    "here": "тут",
    "Help with a compromised account": "Допомога зі зламаним обліковим записом",
    "If you believe your account has been compromised, let us know and we can lock your account. This will disable items in your wallet from being bought, sold, or transferred using FastSwap.": "Якщо ви вважаєте, що ваш обліковий запис зламано, повідомте нам про це, і ми заблокуємо ваш обліковий запис. Це вимкне купівлю, продаж або передачу товарів у вашому гаманці за допомогою FastSwap.",
    "Learn more.": "Вивчайте більше.",
    "Settings": "Налаштування",
    "Tell us a little bit about you": "Розкажіть трохи про себе",
    "Your username": "Ваше ім'я користувача",
    "Your email": "Твоя електронна пошта",
    "Describe your issue": "Опишіть свою проблему",
    "I have unknown transactions in my account": "У мене на рахунку є невідомі транзакції",
    "I have everything but believe my account is compromised": "У мене є все, але я вважаю, що мій обліковий запис зламано",
    "Other": "Інший",
    "I understand I must provide a sworn statement certified ": "Я розумію, що маю надати засвідчену заяву під присягою",
    "by a notary public to unlock my account.": "нотаріусом, щоб розблокувати мій обліковий запис.",
    "Lock Account": "Заблокувати обліковий запис",
    "If you believe your account has been compromised, let us know": "Якщо ви вважаєте, що ваш обліковий запис зламано, повідомте нас",
    "we can lock your account. This will disable items in your wallet": "ми можемо заблокувати ваш обліковий запис. Це призведе до вимкнення елементів у вашому гаманці",
    "being bought, sold, or transferred using FastSwap.": "купується, продається або передається за допомогою FastSwap.",
    "Save": "Зберегти",
    "Add": "Додати",
    "Floor price": "Мінімальна ціна",
    "Vol. traded": "Vol. торгували",
    "This image will also be used for navigation. 350 x 350 recommended.": "Це зображення також використовуватиметься для навігації. Рекомендовано 350 x 350.",
    "Collection Thumbnail": "Ескіз колекції",
    "a collection": "колекцію",
    "Banner image": "Зображення банера",
    "This image will appear at the top of your collection page.": "Це зображення з’явиться у верхній частині сторінки вашої колекції.",
    "Avoid including too much text in this banner image, as the dimensions change on different devices. 1400 x 400 recommended.": "Не включайте занадто багато тексту в цей банер, оскільки розміри змінюються на різних пристроях. Рекомендовано 1400 x 400.",
    "Markdown syntax is supported.": "Підтримується синтаксис Markdown.",
    "Customize your URL on FastSwap. Must only contain lowercase letters,numbers, and hyphens.": "Налаштуйте свою URL-адресу на FastSwap. Повинен містити лише малі літери, цифри та дефіси.",
    "Collection Address": "Адреса колекції",
    "Nft Token Uri": "Nft Token Uri",
    "Max Supply": "Максимальна пропозиція",
    "Royalties": "Роялті",
    "Collect a fee when a user re-sells an item you originally created.": "Стягуйте комісію, коли користувач перепродає спочатку створений вами предмет.",
    "This is deducted from the final sale price and paid monthly to a payout address of your choosing.": "Ця сума вираховується з кінцевої ціни продажу та виплачується щомісяця на вибрану вами адресу виплат.",
    "Your payout wallet address": "Ваша адреса гаманця для виплат",
    "Please enter the wallet adress in which you want to receive the royalties payments": "Будь ласка, введіть адресу гаманця, на який ви хочете отримувати виплати роялті",
    "Collaborators": "Співробітники",
    "Collaborators can modify collection settings, receive payments for items they created,": "Співробітники можуть змінювати налаштування колекції, отримувати платежі за створені ними елементи,",
    "change the collection's royalty payout address, and create new items.": "змінити адресу виплати роялті для колекції та створити нові елементи.",
    "Add Collaborator": "Додати співавтора"
}