{
    "Trade": "Buôn bán",
    "Earn": "Kiếm",
    "Win": "Thắng lợi",
    "NFT": "NFT",
    "Overview": "Tổng quan",
    "Rankings": "Bảng xếp hạng",
    "Activities": "Các hoạt động",
    "Minting": "Đúc tiền",
    "Connect Wallet": "Kết nối ví",
    "Collect Digital Art": "Thu thập nghệ thuật kỹ thuật số",
    "Discover, Buy and Sell Nfts on Binance Smart Chain": "Khám phá, Mua và Bán Nfts trên Chuỗi thông minh Binance",
    "Explore": "Khám phá",
    "Create": "Tạo ra",
    "Hot collections": "Bộ sưu tập hấp dẫn",
    "Made by FastSwap": "Thực hiện bởi FastSwap",
    "Latest drops": "Giọt mới nhất",
    "See more": "Xem thêm",
    "View History": "xem lịch sử",
    "Buy Now": "Mua ngay",
    "Make Offer": "Đưa ra đề nghị",
    "in stock": "trong kho",
    "Price": "Giá bán",
    "Buy the finest NFT’s on Binance Smart Chain": "Mua NFT tốt nhất trên Chuỗi thông minh Binance",
    "Sale Type": "Loại bán hàng",
    "Recently Added": "Đã thêm gần đây",
    "Top Collections": "Bộ sưu tập hàng đầu",
    "Top Sale": "Bán chạy nhất",
    "Top Creators": "Người sáng tạo hàng đầu",
    "Collection": "Bộ sưu tập",
    "Volume": "Âm lượng",
    "Floor Price": "Giá sàn",
    "Items": "vật phẩm",
    "Owners": "Những chủ sở hữu",
    "What is SeaMammon?": "SeaMammon là gì?",
    "The Seamammon is a collection of 4,000 unique Sea Mammals NFTs and digital collectibles living on the BNB Chain.": "Seamammon là một bộ sưu tập 4.000 NFT động vật có vú biển độc đáo và các bộ sưu tập kỹ thuật số sống trên Chuỗi BNB.",
    "Developed by FastSwap.": "Được phát triển bởi FastSwap.",
    "With Seamammon NFTs you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like Cointools, FastSwap and other benefits in the future.": "Với Seamammon NFT, bạn sẽ có quyền truy cập vào các trò chơi P2E của chúng tôi trên Metaverse và mở khóa các tính năng cao cấp khác trong hệ sinh thái các sản phẩm của chúng tôi như Cointools, FastSwap và các lợi ích khác trong tương lai.",
    "How to get 50% discount on fees?": "Làm thế nào để được giảm 50% học phí?",
    "Easy! Simply list an NFT for sale with FAST or DUKE instead of BNB.": "Dễ! Chỉ cần liệt kê một NFT để bán với FAST hoặc DUKE thay vì BNB.",
    "Get 50% discount!": "Nhận chiết khấu 50%!",
    "How to buy a fixed-price NFT?": "Làm cách nào để mua NFT giá cố định?",
    "Select the Buy Now button and follow the prompts in your wallet.": "Chọn nút Mua ngay và làm theo lời nhắc trong ví của bạn.",
    "Once the transaction is complete, the item will transfer to your wallet and the seller will receive the funds.": "Sau khi giao dịch hoàn tất, mặt hàng sẽ chuyển vào ví của bạn và người bán sẽ nhận được tiền.",
    "You will need either FAST, DUKE or BNB.": "Bạn sẽ cần FAST, DUKE hoặc BNB.",
    "To see the NFT in your wallet, return to your profile, and select Collected.": "Để xem NFT trong ví của bạn, hãy quay lại hồ sơ của bạn và chọn Đã thu thập.",
    "Keep in mind, there might be a slight delay before it's visible due to transaction processing time.": "Xin lưu ý rằng có thể có một chút chậm trễ trước khi hiển thị do thời gian xử lý giao dịch.",
    "How to make an offer on an NFT?": "Làm thế nào để đưa ra đề nghị trên NFT?",
    "You can begin the process to make an offer on an NFT from a few different areas on the site.": "Bạn có thể bắt đầu quy trình để đưa ra đề nghị trên NFT từ một số khu vực khác nhau trên trang web.",
    "While looking at a single collection": "Trong khi xem xét một bộ sưu tập duy nhất",
    "While exploring all NFTs": "Trong khi khám phá tất cả các NFT",
    "While looking at the NFT directly": "Trong khi xem xét NFT trực tiếp",
    "Start the process by clicking Make Offer.": "Bắt đầu quá trình bằng cách nhấp vào Đưa ra đề nghị.",
    "Once you have clicked on Make Offer, a modal will appear.": "Khi bạn đã nhấp vào Thực hiện ưu đãi, một phương thức sẽ xuất hiện.",
    "Input the amount of BNB you wish to make the offer for.": "Nhập số lượng BNB bạn muốn thực hiện đề nghị.",
    "For listings with FAST or DUKE pricing, you will have to input FAST or DUKE amount.": "Đối với danh sách có giá NHANH hoặc KÉM, bạn sẽ phải nhập số tiền NHANH hoặc KÉM.",
    "When you have input the amount of BNB you would like to offer, click Make Offer and a confirmation will appear.": "Khi bạn đã nhập số lượng BNB bạn muốn cung cấp, hãy nhấp vào Đặt mua và xác nhận sẽ xuất hiện.",
    "You will now need to confirm this action with your wallet.": "Bây giờ bạn sẽ cần xác nhận hành động này với ví của mình.",
    "What is collection offer?": "Ưu đãi thu tiền là gì?",
    "A Collection offer allows you to place the same BNB offer on every item within a collection with just a click.": "Phiếu mua hàng Bộ sưu tập cho phép bạn đặt cùng một phiếu mua hàng BNB cho mọi mặt hàng trong bộ sưu tập chỉ bằng một cú nhấp chuột.",
    "This means that anyone holding an item of the collection is able to accept your offer.": "Điều này có nghĩa là bất kỳ ai giữ một món đồ trong bộ sưu tập đều có thể chấp nhận lời đề nghị của bạn.",
    "If a seller accepts your collection offer, it will automatically be withdrawn from all other items in the collection.": "Nếu người bán chấp nhận đề nghị thu tiền của bạn, nó sẽ tự động được rút khỏi tất cả các mặt hàng khác trong bộ sưu tập.",
    "You can think of this similar to a limit order when trading cryptocurrency on an exchange.": "Bạn có thể nghĩ về điều này tương tự như lệnh giới hạn khi giao dịch tiền điện tử trên một sàn giao dịch.",
    "How to make a collection offer?": "Làm thế nào để thực hiện một đề nghị thu thập?",
    "Go to the collection page of your choosing.": "Đi tới trang bộ sưu tập mà bạn chọn.",
    "At the top of the collection page, you'll see a button labeled Make Collection Offer.": "Ở đầu trang bộ sưu tập, bạn sẽ thấy một nút có nhãn Thực hiện Đề nghị Bộ sưu tập.",
    "A modal will appear.": "Một phương thức sẽ xuất hiện.",
    "You can now input the amount of FAST/DUKE/BNB you would like to offer across the entire collection.": "Giờ đây, bạn có thể nhập số lượng NHANH / HẤP DẪN / BNB mà bạn muốn cung cấp trên toàn bộ bộ sưu tập.",
    "Once you have confirmed the parameters of your collection offer, you can click on the Make Offer button.": "Khi bạn đã xác nhận các thông số của phiếu mua hàng bộ sưu tập của mình, bạn có thể nhấp vào nút Thực hiện phiếu mua hàng.",
    "You will now be prompted to sign a message from your wallet.": "Bây giờ bạn sẽ được nhắc ký một tin nhắn từ ví của mình.",
    "Once you have done this, your offer will be live on the site.": "Khi bạn đã thực hiện xong việc này, phiếu mua hàng của bạn sẽ xuất hiện trên trang web.",
    "Listing an NFT for a fixed price": "Liệt kê một NFT với giá cố định",
    "Navigate to the NFT you want to sell and click on Sell in the top-right corner.": "Điều hướng đến NFT bạn muốn bán và nhấp vào Bán ở góc trên bên phải.",
    "If you don't see the Sell button, make sure you're connected to the correct wallet.": "Nếu bạn không thấy nút Bán, hãy đảm bảo rằng bạn đã kết nối với đúng ví.",
    "Next, you'll see a modal appear.": "Tiếp theo, bạn sẽ thấy một phương thức xuất hiện.",
    "Enter the price you want to list your NFT at, and click List Item.": "Nhập giá bạn muốn niêm yết NFT và nhấp vào Mục danh sách.",
    "If this is your first time selling an item from this collection, the site will ask for you to approve the collection for trading.": "Nếu đây là lần đầu tiên bạn bán một mặt hàng từ bộ sưu tập này, trang web sẽ yêu cầu bạn phê duyệt bộ sưu tập để giao dịch.",
    "Click Approve.": "Nhấp vào Phê duyệt.",
    "You only need to do this once per collection.": "Bạn chỉ cần làm điều này một lần cho mỗi bộ sưu tập.",
    "Once you've approved a collection, you don't need to do it again, unless you revoke the approval later on.": "Khi bạn đã phê duyệt một bộ sưu tập, bạn không cần phải thực hiện lại, trừ khi bạn thu hồi phê duyệt sau đó.",
    "Lastly, you'll need to confirm the listing with a transaction from your wallet.": "Cuối cùng, bạn sẽ cần xác nhận danh sách bằng một giao dịch từ ví của mình.",
    "Accepting an offer on your NFT": "Chấp nhận một đề nghị trên NFT của bạn",
    "To accept an offer on your item, you will need to go to the individual page for that NFT.": "Để chấp nhận một đề nghị cho mặt hàng của bạn, bạn sẽ cần phải truy cập trang cá nhân cho NFT đó.",
    "Once you're on that page, you will be able to see the list of offers which have been made.": "Khi bạn ở trên trang đó, bạn sẽ có thể xem danh sách các ưu đãi đã được thực hiện.",
    "Click Accept on the offer which you wish to accept.": "Nhấp vào Chấp nhận trên đề nghị mà bạn muốn chấp nhận.",
    "This will begin the process.": "Điều này sẽ bắt đầu quá trình.",
    "A modal will appear with the details of the offer.": "Một phương thức sẽ xuất hiện với các chi tiết của ưu đãi.",
    "Click Accept Offer again to confirm that this is the offer which you want to accept.": "Nhấp vào Chấp nhận phiếu mua hàng một lần nữa để xác nhận rằng đây là phiếu mua hàng mà bạn muốn chấp nhận.",
    "You will now need to confirm this in your wallet to proceed.": "Bây giờ bạn sẽ cần xác nhận điều này trong ví của mình để tiếp tục.",
    "Once the transaction has been completed, you will see a success message appear, showing that your sale has been successful.": "Khi giao dịch đã hoàn tất, bạn sẽ thấy thông báo thành công xuất hiện, cho thấy rằng giao dịch mua bán của bạn đã thành công.",
    "Type": "Loại hình",
    "Minted": "Đúc",
    "Listed": "Liệt kê",
    "Bid": "Đấu thầu",
    "Sale": "Doanh thu",
    "Transfer": "Chuyển khoản",
    "Event": "Biến cố",
    "Quantity": "Số lượng",
    "From": "Từ",
    "Time": "Thời gian",
    "Owner": "Người sở hữu",
    "Action": "Hoạt động",
    "One SEAMAMMON costs": "Một SEAMAMMON chi phí",
    "Excluding gas fee": "Không bao gồm phí xăng",
    "Click to mint your NFTs": "Nhấp để đúc NFT của bạn",
    "Mint": "cây bạc hà",
    "The seamammon is collection of 4,000 unique Sea mammals NFTs and digital collectibles living on the BNB Chain.": "Seaammon là bộ sưu tập của 4.000 NFT động vật biển có vú độc đáo và các bộ sưu tập kỹ thuật số sống trên Chuỗi BNB.",
    "Developed by Fastswap.": "Được phát triển bởi Fastswap.",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like %Cointools.io%, %Fastswap.finanace% and other benefits in the future.": "Với Seamammon NFT, bạn sẽ có quyền truy cập vào các trò chơi P2E của chúng tôi trên Metaverse và mở khóa các tính năng cao cấp khác trong hệ sinh thái sản phẩm của chúng tôi như% Cointools.io%,% Fastswap.finanace% và các lợi ích khác trong tương lai.",
    "Connect to a wallet": "Kết nối với ví",
    "Learn how to connect": "Tìm hiểu cách kết nối",
    "Please connect your wallet and try again": "Vui lòng kết nối ví của bạn và thử lại",
    "Place an offer": "Đặt một đề nghị",
    "Confirm": "Xác nhận",
    "Description": "Sự mô tả",
    "About creator": "Giới thiệu về người sáng tạo",
    "Details": "Thông tin chi tiết",
    "Items activity": "Hoạt động mặt hàng",
    "Price History": "Lịch sử giá cả",
    "No price history yet": "Chưa có lịch sử giá",
    "Contract Address": "Địa chỉ hợp đồng",
    "Token ID": "ID mã thông báo",
    "Token Standard": "Tiêu chuẩn mã thông báo",
    "Blockchain": "Chuỗi khối",
    "minutes ago": "một vài phút trước",
    "Other items in this collection": "Các mặt hàng khác trong bộ sưu tập này",
    "Price must be greater": "Giá phải lớn hơn",
    "Fixed": "đã sửa",
    "Auction": "Bán đấu giá",
    "DUKE": "DUKE",
    "FAST": "NHANH",
    "BNB": "BNB",
    "Lowest Price": "Giá thấp nhất",
    "Highest Price": "Giá cao nhất",
    "Most Viewed": "Xem nhiều nhất",
    "Most Favorited": "Được yêu thích nhất",
    "Oldest": "Cũ nhất",
    "Place Bid": "Đặt giá thầu",
    "search": "Tìm kiếm",
    "Volume(USD)": "Khối lượng (USD)",
    "Creator": "Người sáng tạo",
    "days": "ngày",
    "hours": "giờ",
    "minutes": "phút",
    "seconds": "giây",
    "ago": "trước kia",
    "With Seamammon NFT you will have access to our P2E games on Metaverse and unlock other premium features in our ecosystem of products like": "Với Seamammon NFT, bạn sẽ có quyền truy cập vào các trò chơi P2E của chúng tôi trên Metaverse và mở khóa các tính năng cao cấp khác trong hệ sinh thái sản phẩm của chúng tôi như",
    "and other benefits in the future": "và các lợi ích khác trong tương lai",
    "Keep in mind, there might be a slight delay before it`s visible due to transaction processing time": "Xin lưu ý rằng có thể có một chút chậm trễ trước khi hiển thị do thời gian xử lý giao dịch",
    "At the top of the collection page, you`ll see a button labeled Make Collection Offer.": "Ở đầu trang bộ sưu tập, bạn sẽ thấy một nút có nhãn Thực hiện Đề nghị Bộ sưu tập.",
    "If you don`t see the Sell button, make sure you`re connected to the correct wallet.": "Nếu bạn không thấy nút Bán, hãy đảm bảo rằng bạn đã kết nối với đúng ví.",
    "Next, you`ll see a modal appear.": "Tiếp theo, bạn sẽ thấy một phương thức xuất hiện.",
    "Once you`ve approved a collection, you don`t need to do it again, unless you revoke the approval later on.": "Khi bạn đã phê duyệt một bộ sưu tập, bạn không cần phải thực hiện lại, trừ khi bạn hủy bỏ phê duyệt sau này.",
    "Lastly, you`ll need to confirm the listing with a transaction from your wallet.": "Cuối cùng, bạn sẽ cần xác nhận danh sách bằng một giao dịch từ ví của mình.",
    "Once you`re on that page, you will be able to see the list of offers which have been made.": "Khi bạn ở trên trang đó, bạn sẽ có thể xem danh sách các ưu đãi đã được thực hiện.",
    "What is a collection offer?": "Ưu đãi thu tiền là gì?",
    "Listing an NFT for a Fixed Price": "Liệt kê một NFT cho một mức giá cố định",
    "views": "lượt xem",
    "favorite": "yêu thích",
    "copies": "bản sao",
    "Time Left": "Thời gian còn lại",
    "Buy now": "Mua ngay",
    "Make an offer": "Thực hiện một đề nghị",
    "My Profile": "Thông tin của tôi",
    "Admin": "Quản trị viên",
    "Nft Total Sales": "Nft Tổng doanh số",
    "User List": "Danh sách người dùng",
    "Collection List": "Danh sách Bộ sưu tập",
    "Daily": "Hằng ngày",
    "Weekly": "Hàng tuần",
    "Monthly": "Hàng tháng",
    "Yearly": "Hàng năm",
    "Total": "Tổng cộng",
    "Users": "Người dùng",
    "Collections": "Bộ sưu tập",
    "Name": "Tên",
    "Wallet": "Cái ví",
    "Joined At": "Đã tham gia tại",
    "There is nothing here.": "Không có cái gì ở đây cả.",
    "Create NFT": "Tạo NFT",
    "Image, Video, 3D model or Audio": "Hình ảnh, Video, Mô hình 3D hoặc Âm thanh",
    "Item Name": "Tên mục",
    "Displayed on the item page": "Hiển thị trên trang mục",
    "Put on marketplace": "Đưa lên thị trường",
    "Your item will be on Sale": "Mặt hàng của bạn sẽ được giảm giá",
    "Provide a detailed description of the item": "Cung cấp mô tả chi tiết về mặt hàng",
    "Unlock Once Purchased": "Mở khóa sau khi mua",
    "Content will be unlocked once purchased": "Nội dung sẽ được mở khóa sau khi mua",
    "Enter Digital Key, Code, Link etc.": "Nhập khóa kỹ thuật số, mã, liên kết, v.v.",
    "Select existing Collection or create new one": "Chọn Bộ sưu tập hiện có hoặc tạo bộ sưu tập mới",
    "Add Collection": "Thêm bộ sưu tập",
    "Collected": "Đã thu thập",
    "Created": "Tạo",
    "On Auction": "Trên đấu giá",
    "Sold": "Đã bán",
    "Load More": "Tải thêm",
    "Item": "Mục",
    "Watching": "Xem",
    "Like": "Giống",
    "Activity": "Hoạt động",
    "Profile": "Hồ sơ",
    "Notification": "Thông báo",
    "Offers": "Ưu đãi",
    "Support": "Ủng hộ",
    "Email Address": "Địa chỉ email",
    "Links": "Liên kết",
    "Wallet Address": "Địa chỉ Ví",
    "Select which notifications you would like to receive for": "Chọn thông báo bạn muốn nhận",
    "Item Sold": "Mặt hàng đã bán",
    "When someone purchased one of your items": "Khi ai đó mua một trong những mặt hàng của bạn",
    "Bid Activity": "Hoạt động giá thầu",
    "When someone bids on one of your items": "Khi ai đó đặt giá thầu trên một trong các mặt hàng của bạn",
    "Price Change": "Thay đổi giá",
    "When an item you made an offer on changes in price": "Khi một mặt hàng bạn đưa ra đề nghị thay đổi giá",
    "Auction Expiration": "Hết hạn đấu giá",
    "When a Dutch or English auction you created ends": "Khi phiên đấu giá bằng tiếng Hà Lan hoặc tiếng Anh mà bạn đã tạo kết thúc",
    "Outbid": "Outbid",
    "When an offer you placed is exceeded by another user": "Khi một phiếu mua hàng bạn đặt bị người dùng khác vượt quá",
    "Referral Successful": "Giới thiệu thành công",
    "When an item you referred is purchased": "Khi một mặt hàng bạn giới thiệu được mua",
    "Owned Asset updates": "Cập nhật Nội dung được sở hữu",
    "When a significant update occurs for one of the items you have purchased on FastSwap": "Khi một bản cập nhật quan trọng xảy ra cho một trong những mặt hàng bạn đã mua trên FastSwap",
    "Successful Purchase": "Mua hàng thành công",
    "When you successfully buy an item": "Khi bạn mua thành công một mặt hàng",
    "Fastswap newsletter": "Bản tin Fastswap",
    "Occasional updates from the FastSwap team": "Cập nhật không thường xuyên từ nhóm FastSwap",
    "Minimum Bid Treshold": "Ngưỡng giá thầu tối thiểu",
    "Receive notifications only when you receive offers with a value greater than or equal to this amount of Currency.": "Chỉ nhận thông báo khi bạn nhận được ưu đãi có giá trị lớn hơn hoặc bằng số Tiền tệ này.",
    "Set a minimum offer for collections to ignore low offers.": "Đặt ưu đãi tối thiểu cho bộ sưu tập để bỏ qua ưu đãi thấp.",
    "You will not be notified on offers below your minimum amounts for items is that collection.": "Bạn sẽ không được thông báo về các đề nghị dưới số tiền tối thiểu của bạn cho các mặt hàng là bộ sưu tập đó.",
    "Minimum Price": "Giá tối thiểu",
    "If you need help related to your account, we can help you.": "Nếu bạn cần trợ giúp liên quan đến tài khoản của mình, chúng tôi có thể giúp bạn.",
    "General help": "Trợ giúp chung",
    "Visit our": "Thăm của chúng tôi",
    "help center": "Trung tâm trợ giúp",
    "to learn how to get started with buying, selling, and creating.": "để tìm hiểu cách bắt đầu với việc mua, bán và tạo.",
    "Contact FastSwap Support": "Liên hệ với bộ phận hỗ trợ FastSwap",
    "Can't find the answers you’re looking for?": "Không thể tìm thấy câu trả lời bạn đang tìm kiếm?",
    "You can": "Bạn có thể",
    "submit a request": "Gửi yêu cầu",
    "here": "nơi đây",
    "Help with a compromised account": "Trợ giúp với một tài khoản bị xâm phạm",
    "If you believe your account has been compromised, let us know and we can lock your account. This will disable items in your wallet from being bought, sold, or transferred using FastSwap.": "Nếu bạn cho rằng tài khoản của mình đã bị xâm phạm, hãy cho chúng tôi biết và chúng tôi có thể khóa tài khoản của bạn. Điều này sẽ vô hiệu hóa việc mua, bán hoặc chuyển các mặt hàng trong ví của bạn bằng FastSwap.",
    "Learn more.": "Tìm hiểu thêm.",
    "Settings": "Cài đặt",
    "Tell us a little bit about you": "Hãy cho chúng tôi biết một chút về bạn",
    "Your username": "Tên người dùng của bạn",
    "Your email": "Email của bạn",
    "Describe your issue": "Mô tả vấn đề của bạn",
    "I have unknown transactions in my account": "Tôi có các giao dịch không xác định trong tài khoản của mình",
    "I have everything but believe my account is compromised": "Tôi có mọi thứ nhưng tin rằng tài khoản của tôi bị xâm phạm",
    "Other": "Khác",
    "I understand I must provide a sworn statement certified ": "Tôi hiểu rằng tôi phải cung cấp một tuyên bố tuyên thệ được chứng nhận",
    "by a notary public to unlock my account.": "bởi một công chứng viên để mở khóa tài khoản của tôi.",
    "Lock Account": "Khóa tài khoản",
    "If you believe your account has been compromised, let us know": "Nếu bạn cho rằng tài khoản của mình đã bị xâm phạm, hãy cho chúng tôi biết",
    "we can lock your account. This will disable items in your wallet": "chúng tôi có thể khóa tài khoản của bạn. Điều này sẽ vô hiệu hóa các mục trong ví của bạn",
    "being bought, sold, or transferred using FastSwap.": "được mua, bán hoặc chuyển bằng FastSwap.",
    "Save": "Tiết kiệm",
    "Add": "cộng",
    "Floor price": "Giá sàn",
    "Vol. traded": "Tập giao dịch",
    "This image will also be used for navigation. 350 x 350 recommended.": "Hình ảnh này cũng sẽ được sử dụng để điều hướng. 350 x 350 được khuyến nghị.",
    "Collection Thumbnail": "Hình thu nhỏ của Bộ sưu tập",
    "a collection": "một bộ sưu tập",
    "Banner image": "Hình ảnh biểu ngữ",
    "This image will appear at the top of your collection page.": "Hình ảnh này sẽ xuất hiện ở đầu trang bộ sưu tập của bạn.",
    "Avoid including too much text in this banner image, as the dimensions change on different devices. 1400 x 400 recommended.": "Tránh đưa quá nhiều văn bản vào hình ảnh biểu ngữ này, vì kích thước thay đổi trên các thiết bị khác nhau. 1400 x 400 khuyến nghị.",
    "Markdown syntax is supported.": "Cú pháp đánh dấu được hỗ trợ.",
    "Customize your URL on FastSwap. Must only contain lowercase letters,numbers, and hyphens.": "Tùy chỉnh URL của bạn trên FastSwap. Chỉ được chứa các chữ cái viết thường, số và dấu gạch nối.",
    "Collection Address": "Thu tập địa chỉ",
    "Nft Token Uri": "Nft Token Uri",
    "Max Supply": "Nguồn cung cấp tối đa",
    "Royalties": "Tiền bản quyền",
    "Collect a fee when a user re-sells an item you originally created.": "Thu phí khi người dùng bán lại một mặt hàng mà bạn đã tạo ban đầu.",
    "This is deducted from the final sale price and paid monthly to a payout address of your choosing.": "Khoản tiền này được khấu trừ vào giá ưu đãi cuối cùng và được thanh toán hàng tháng cho một địa chỉ thanh toán mà bạn chọn.",
    "Your payout wallet address": "Địa chỉ ví thanh toán của bạn",
    "Please enter the wallet adress in which you want to receive the royalties payments": "Vui lòng nhập địa chỉ ví mà bạn muốn nhận tiền bản quyền",
    "Collaborators": "Cộng tác viên",
    "Collaborators can modify collection settings, receive payments for items they created,": "Cộng tác viên có thể sửa đổi cài đặt bộ sưu tập, nhận thanh toán cho các mặt hàng họ đã tạo,",
    "change the collection's royalty payout address, and create new items.": "thay đổi địa chỉ thanh toán tiền bản quyền của bộ sưu tập và tạo các mặt hàng mới.",
    "Add Collaborator": "Thêm cộng tác viên"
}